Repository: ramiro-marinio/chiqui-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, nl, no, pt, ru, sv

# exerciseAdviceDetails
source: Technique Advice, Caution Measures, etc...
ar: نصائح تقنية، وتدابير احترازية، وما إلى ذلك...
de: Ratschläge zur Technik, Vorsichtsmaßnahmen usw.
es: Consejos de Técnica, Medidas de Precaución, etc...
fr: Conseils techniques, mesures de précaution, etc.
hi: तकनीकी सलाह, सावधानी के उपाय, आदि...
nl: Techniekadvies, voorzorgsmaatregelen, enz.
no: Tekniske råd, forholdsregler osv.
pt: Conselhos de Técnica, Medidas de Segurança, etc...
ru: Советы по технике, меры предосторожности и т. п...
sv: Tekniska råd, försiktighetsåtgärder osv...

source: Demonstration Video
ar: فيديو العرض التوضيحي
de: Demonstrationsvideo
es: Video Demostrativo
fr: Vidéo de démonstration
hi: प्रदर्शन वीडियो
nl: Demonstratievideo
no: Demonstrasjonsvideo
pt: Video de Demonstração
ru: Демонстрационное видео
sv: Demonstrationsvideo

source: Exercises Info
ar: معلومات التمارين
de: Übungsinformationen
es: Demostraciones
fr: Informations sur les exercices
hi: व्यायाम जानकारी
nl: Oefeningen
no: Øvelsesinformasjon
pt: Demonstrações
ru: Информация об упражнениях
sv: Övningsinformation

source: Repped Exercise
ar: تمرين عد التكرار
de: Wiederholungsübung
es: Ejercicio de Repeticiones
fr: Exercice avec répétitions
hi: प्रतिनिधि व्यायाम
nl: Herhalingen
no: Øvelse med repetisjoner
pt: Exercício de Repetições
ru: Упражнение с повторениями
sv: Övning med repetitioner

source: Timed Exercise
ar: تمرين موقت
de: Zeitgesteuerte Übung
es: Ejercicio de Tiempo
fr: Exercice chronométré
hi: समयबद्ध व्यायाम
nl: Tijd
no: Tidsbegrenset øvelse
pt: Exercício de Tempo
ru: Упражнение на время
sv: Övning med tid

# deleteDemoPrompt
source: Delete Demonstration?
ar: حذف العرض التوضيحي؟
de: Demonstration löschen?
es: Borrar Demostración?
fr: Supprimer la démonstration ?
hi: प्रदर्शन हटाएँ?
nl: Demonstratie verwijderen?
no: Slette demonstrasjon?
pt: Apagar Demonstração?
ru: Удалить демонстрацию?
sv: Ta bort demonstration?

source: No Description
ar: لا يوجد وصف
de: Keine Beschreibung
es: No Hay Descripción
fr: Pas de description
hi: कोई विवरण नहीं
nl: Geen beschrijving
no: Ingen beskrivelse
pt: Não Há Descrição
ru: Без описания
sv: Ingen beskrivning

source: General Advice
ar: نصائح عامة
de: Allgemeiner Ratschlag
es: Consejos Generales
fr: Conseils généraux
hi: सामान्य सलाह
nl: Algemene tips
no: Generelle råd
pt: Conselhos Gerais
ru: Общие советы
sv: Allmänna råd

source: No Advice
ar: لا نصيحة
de: Kein Ratschlag
es: No Hay Consejos
fr: Pas de conseils
hi: कोई सलाह नहीं
nl: Geen advies
no: Ingen råd
pt: Não Há Conselhos
ru: Без советов
sv: Inga råd

source: Work Areas:
ar: مناطق العمل:
de: Trainingsbereiche:
es: Areas de Trabajo:
fr: Zones de travail :
hi: कार्य क्षेत्र:
nl: Lichaamsdelen:
no: Arbeidsområder:
pt: Áreas de Trabalho:
ru: Рабочие области:
sv: Träningsområden:

source: Public Chat
ar: الدردشة العامة
de: Öffentlicher Chat
es: Chat Público
fr: Chat public
hi: सार्वजनिक चैट
nl: Chat
no: Offentlig chat
pt: Bate-Papo Público
ru: Общий чат
sv: Allmän chatt

# coachTag
source: Coach
ar: المدرب
es: Entrenador
hi: कोच
no: Trener
pt: Treinador
ru: Тренер

# adminTag
source: Administrator
ar: المشرف
es: Administrador
fr: Administrateur
hi: व्यवस्थापक
pt: Administrador
ru: Администратор
sv: Administratör

# coachAdminTag
source: Coach and Administrator
ar: المدرب والمشرف
de: Coach und Administrator
es: Entrenador y Administrador
fr: Coach et administrateur
hi: कोच और व्यवस्थापक
nl: Coach en Administrator
no: Trener og administrator
pt: Treinador e Administrador
ru: Тренер и администратор
sv: Coach och administratör

# ownerTag
source: Owner
ar: المالك
de: Besitzer
es: Dueño
fr: Propriétaire
hi: मालिक
nl: Eigenaar
no: Eier
pt: Proprietário
ru: Владелец
sv: Ägare

source: Options
ar: الخيارات
de: Optionen
es: Opciones
hi: विकल्प
nl: Opties
no: Valg
pt: Opções
ru: Параметры
sv: Alternativ

source: Information
ar: المعلومات
de: Informationen
es: Información
fr: Informations
hi: जानकारी
nl: Informatie
no: Informasjon
pt: Informação
ru: Информация

# noInfo
source: No Information
ar: لا يوجد معلومات
de: Keine Informationen
es: No hay Información
fr: Aucune information
hi: कोई जानकारी नहीं
nl: Geen informatie
no: Ingen informasjon
pt: Não há Informação
ru: Информации нет
sv: Ingen information

source: Block
ar: حظر
de: Blockieren
es: Bloquear
fr: Bloquer
hi: ब्लॉक करें
nl: Blokkeren
no: Blokker
pt: Bloquear
ru: Заблокировать
sv: Blockera

source: Unblock
ar: إلغاء الحظر
de: Freigeben
es: Desbloquear
fr: Débloquer
hi: अवरोध हटाएँ
nl: Deblokkeren
no: Fjern blokkering
pt: Desbloquear
ru: Разблокировать
sv: Häva blockering

# blockPrompt
source: Block?
ar: حظر؟
de: Blockieren?
es: Bloquear?
fr: Bloquer ?
hi: ब्लॉक करें?
nl: Blokkeren?
no: Blokkere?
pt: Bloquear?
ru: Заблокировать?
sv: Blockera?

# unblockPrompt
source: Unblock?
ar: إلغاء الحظر؟
de: Freigeben?
es: Desbloquear?
fr: Débloquer ?
hi: अवरोध हटाएँ?
nl: Deblokkeren?
no: Fjern blokkering?
pt: Desbloquear?
ru: Разблокировать?
sv: Häva blockering?

# enableNotificationsPrompt
source: Enable Notifications?
ar: تفعيل الإشعارات؟
de: Benachrichtigungen aktivieren?
es: Activar Notificaciones?
fr: Activer les notifications ?
hi: सूचनाएँ सक्षम करें?
nl: Meldingen inschakelen?
no: Aktivere varsler?
pt: Ativar Notificações?
ru: Включить уведомления?
sv: Aktivera aviseringar?

# disableNotificationsPrompt
source: Disable Notifications?
ar: تعطيل الإشعارات؟
de: Benachrichtigungen deaktivieren?
es: Desactivar Notificaciones?
fr: Désactiver les notifications ?
hi: सूचनाएँ अक्षम करें?
nl: Meldingen uitschakelen?
no: Deaktivere varsler?
pt: Desactivar Notificações?
ru: Отключить уведомления?
sv: Inaktivera aviseringar?

source: Disable Notifications
ar: تعطيل الإشعارات
de: Benachrichtigungen deaktivieren
es: Desactivar Notificaciones
fr: Désactiver les notifications
hi: सूचनाएँ अक्षम करें
nl: Meldingen uitschakelen
no: Deaktiver varsler
pt: Desativar Notificações
ru: Отключить уведомления
sv: Inaktivera aviseringar

# viewTrainingInfo
source: View Training Information
ar: عرض معلومات التدريب
de: Trainingsinformationen anzeigen
es: Ver Información de Entrenamiento
fr: Afficher les informations d'entraînement
hi: प्रशिक्षण जानकारी देखें
nl: Trainingsinformatie bekijken
no: Vis treningsinformasjon
pt: Ver Informação de Treino
ru: Просмотреть тренировочную информацию
sv: Visa träningsinformation

# personalInfo
source: Personal Information:
ar: المعلومات الشخصية:
de: Persönliche Informationen:
es: Información Personal:
fr: Informations personnelles :
hi: व्यक्तिगत जानकारी:
nl: Persoonsinformatie:
no: Personlig informasjon:
pt: Informação Pessoal:
ru: Персональная информация:
sv: Personlig information:

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
no: Detaljer
pt: Detalhes
ru: Подробно
sv: Detaljer

source: Birthday:
ar: عيد الميلاد:
de: Geburtstag:
es: Fecha de Nacimiento:
fr: Date de naissance :
hi: जन्मदिन:
nl: Geboortedatum:
no: Fødselsdag:
pt: Data de Nascimento:
ru: Дата рождения:
sv: Födelsedag:

source: Stature:
ar: القامة:
de: Größe:
es: Estatura:
fr: Taille :
hi: कद:
nl: Lengte:
no: Lengde:
pt: Altura:
ru: Рост:
sv: Längd:

source: Weight:
ar: الوزن:
de: Gewicht:
es: Peso:
fr: Poids :
hi: वज़न:
nl: Gewicht:
no: Vekt:
pt: Peso:
ru: Вес:
sv: Vikt:

source: History:
ar: السجل:
de: Vorgeschichte:
es: Registro:
fr: Antécédents :
hi: इतिहास:
nl: Voorgeschiedenis:
no: Historie:
pt: Registro:
ru: История
sv: Historik:

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
no: Hjelp
pt: Ajuda
ru: Помощь
sv: Hjälp

# sendSuggestion
source: Send a Suggestion
ar: إرسال اقتراح
de: Vorschlag senden
es: Enviar una Sugerencia
fr: Envoyer une suggestion
hi: सुझाव भेजें
nl: Stuur een suggestie
no: Send et forslag
pt: Enviar uma Sugestão
ru: Отправить предложение
sv: Skicka förslag

# suggestionDetails
source: Suggestions help us make our application better in all aspects. If you think that you have constructive advice for us, don't hesitate on writing to us through this option. If you prefer using an email, write to
ar: تساعدنا الاقتراحات في جعل تطبيقنا أفضل من جميع النواحي. إذا كنت تعتقد أن لديك نصيحة بناءة لنا، لا تتردد في الكتابة إلينا من خلال هذا الخيار. وإذا كنت تفضل استخدام البريد الإلكتروني، فاكتب إلى
de: Vorschläge helfen uns, unsere Anwendung in allen Bereichen zu verbessern. Falls du konstruktive Kritik für uns hast, zögere nicht, uns über diese Option zu schreiben. Falls du E-Mail bevorzugst, schreibe an
es: Las sugerencias nos ayudan a mejorar nuestra aplicación en todos los aspectos. Si crees que tienes consejos constructivos para nosotros, no dudes en escribirnos a través de esta opción. Si prefieres usar un correo electrónico, escribe a
fr: Les suggestions nous aident à améliorer notre application sous tous les aspects. Si vous pensez avoir des conseils constructifs pour nous, n'hésitez pas à nous écrire via cette option. Si vous préférez utiliser un e-mail, écrivez à
hi: सुझाव हम अपने एप्लिकेशन को सभी पहलुओं में बेहतर बनाने में हमारी मदद करते हैं। यदि आपको लगता है कि आपके पास हमारे लिए रचनात्मक सुझाव हैं, तो इस विकल्प के माध्यम से हमें लिखने में संकोच न करें। यदि आप ईमेल का उपयोग करना पसंद करते हैं, तो लिखें
nl: Suggesties helpen ons de app in alle aspecten te verbeteren. Als je denkt dat je ons constructief advies kunt geven, aarzel dan niet om ons via deze optie te schrijven. Als je liever een e-mail gebruikt, schrijf dan naar
no: Forslag hjelper oss med å gjøre appen vår bedre på alle måter. Hvis du tror du har konstruktive råd til oss, ikke nøl med å skrive til oss via dette alternativet. Hvis du foretrekker å bruke e-post, skriv til
pt: As sugestões nos ajudam a melhorar nosso aplicativo em todos os aspectos. Se você acha que tem conselhos construtivos para nós, não hesite em nos escrever através desta opção. Se preferir usar um email, escreva para
ru: Предложения помогают нам совершенствовать наше приложение во всех аспектах. Если у вас есть конструктивные советы для нас, не стесняйтесь писать нам через этот вариант. Если вы предпочитаете использовать электронную почту, напишите по адресу:
sv: Förslag hjälper oss att förbättra vår applikation i alla aspekter. Om du anser att du har ett konstruktivt råd till oss, tveka inte att kontakta oss via det här alternativet. Om du föredrar att använda e-post, skriv till

source: Suggestion Title
ar: عنوان الاقتراح
de: Titel des Vorschlags
es: Título de Sugerencia
fr: Titre de la suggestion
hi: सुझाव का शीर्षक
nl: Suggestietitel
no: Forslagstittel
pt: Título da Sugestão
ru: Название предложения
sv: Förslagstitel

# stHint
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
hi: शीर्षक
nl: Titel
no: Tittel
pt: Título
ru: Заголовок
sv: Titel

source: Communication Mediums
ar: وسائل الاتصال
de: Kommunikationsmedium
es: Vías de Comunicación
fr: Moyens de communication
hi: संचार के माध्यम
nl: Communicatiekanalen
no: Kommunikasjonsmåter
pt: Métodos de comunicação
ru: Средства связи
sv: Kommunikationsmedier

# cmHint
source: An Email or a Phone Number, for us to reply
ar: بريد إلكتروني أو رقم هاتف، للرد علينا
de: E-Mail oder Telefonnummer, damit wir dir antworten können
es: Un Correo Electrónico o Número de Teléfono, para que nosotros podamos responder.
fr: Un e-mail ou un numéro de téléphone, pour que nous puissions répondre
hi: जवाब देने के लिए ईमेल या फ़ोन नंबर
nl: Een e-mailadres of een telefoonnummer, zodat we kunnen antwoorden
no: En e-post eller et telefonnummer, så vi kan svare
pt: Um e-mail ou número de telefone, para que possamos responder.
ru: Электронная почта или номер телефона для ответа
sv: En e-postadress eller ett telefonnummer så att vi kan svara

source: Suggestion Body
ar: نص الاقتراح
de: Inhalt deines Vorschlags
es: Cuerpo de la Sugerencia
fr: Corps de la suggestion
hi: सुझाव का मुख्य भाग
nl: Suggestietekst
no: Forslagstekst
pt: Corpo da Sugestão
ru: Текст предложения
sv: Förslagsformulär

# sbHint
source: Your Suggestion
ar: اقتراحك
de: Dein Vorschlag
es: Tu Sugerencia
fr: Votre suggestion
hi: आपका सुझाव
nl: Je suggestie
no: Forslaget ditt
pt: Sua Sugestão
ru: Ваше предложение
sv: Ditt förslag

# sendSuggestionButton
source: Send Suggestion
ar: إرسال الاقتراح
de: Vorschlag senden
es: Enviar Sugerencia
fr: Envoyer la suggestion
hi: सुझाव भेजें
nl: Verstuur suggestie
no: Send inn forslag
pt: Enviar Sugestão
ru: Отправить предложение
sv: Skicka förslag

# suggestionSent
source: Suggestion Sent Successfully!
ar: تم إرسال الاقتراح بنجاح!
de: Vorschlag erfolgreich gesendet!
es: Sugerencia Enviada Exitosamente!
fr: Suggestion envoyée avec succès !
hi: सुझाव सफलतापूर्वक भेज दिया गया!
nl: Suggestie succesvol verzonden!
no: Forslag sendt!
pt: Sugestão enviada com Sucesso!
ru: Предложение успешно отправлено!
sv: Förslaget skickades!

source: Edit Gym Info
ar: تحرير معلومات النادي
de: Bearbeite Fitnessstudio-Informationen
es: Editar Info. del Gimnasio
fr: Modifier les informations de la salle de sport
hi: जिम की जानकारी संपादित करें
nl: Gymgegevens bewerken
no: Rediger treningsstudioinfo
pt: Editar Info. da Academia
ru: Редактировать информацию о спортзале
sv: Redigera gymmets information

# age
source: {age} Years Old
ar: {age} عامًا
de: {age} Jahre alt
es: {age} Años
fr: {age} ans
hi: {age} वर्ष
nl: {age} jaar oud
no: {age} år
pt: {age} Anos
ru: {age} лет
sv: {age} år gammal

source: Make Coach
ar: تعيين مدرب
de: Zum Trainer ernennen
es: Hacer Entrenador
fr: Nommer entraîneur
hi: कोच बनाएँ
nl: Maak coach
no: Gjør til trener
pt: Virar Treinador
ru: Назначить тренером
sv: Gör till tränare

# removeCoach
source: Remove Coach Role
ar: إلغاء دور المدرب
de: Trainerrolle entfernen
es: Deshacer Entrenador
fr: Supprimer le rôle d'entraîneur
hi: कोच की भूमिका हटाएँ
nl: Verwijder coachrol
no: Fjern trenerrollen
pt: Desfazer Treinador
ru: Удалить роль тренера
sv: Ta bort rollen som tränare

source: Make Admin
ar: تعيين مشرف
de: Zum Administrator ernennen
es: Hacer Admin.
fr: Nommer administrateur
hi: व्यवस्थापक बनाएँ
nl: Maak beheerder
no: Gjør til administrator
pt: Virar Administrador
ru: Назначить администратором
sv: Gör till administratör

# removeAdmin
source: Remove Admin Role
ar: إلغاء صلاحية المشرف
de: Administratorrolle entfernen
es: Deshacer Admin.
fr: Supprimer le rôle d'administrateur
hi: व्यवस्थापक की भूमिका हटाएँ
nl: Verwijder beheerderrol
no: Fjern administratorrollen
pt: Desfazer Administrador
ru: Удалить роль администратора
sv: Ta bort rollen som administratör

source: Kick Out
ar: طرد
de: Rauswerfen
es: Expulsar
fr: Expulser
hi: बाहर निकालें
nl: Zet eruit
no: Kast ut
pt: Expulsar
ru: Исключить
sv: Kasta ut

source: View Details
ar: عرض بالتفصيل
de: Details ansehen
es: Ver Detalles
fr: Afficher les détails
hi: विवरण देखें
nl: Bekijk details
no: Vis detaljer
pt: Ver Detalhes
ru: Просмотреть сведения
sv: Visa information

# randomizeInviteCode
source: Randomize
ar: تغيير عشوائيًا
de: Zufällig
es: Elegir al Azar
fr: Rendre aléatoire
hi: रैंडमाइज़ करें
nl: Randomiseren
no: Gjør om
pt: Escolher Aleatoriamente
ru: Рандомизировать
sv: Slumpad

source: Pick Manually
ar: اختيار يدويًا
de: Manuell auswählen
es: Elegir Manualmente
fr: Choisir manuellement
hi: मैन्युअल रूप से चुनें
nl: Handmatig kiezen
no: Velg manuelt
pt: Escolher Manualmente
ru: Выбрать вручную
sv: Välj manuellt

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Attention
hi: चेतावनी
nl: Waarschuwing
no: Advarsel
pt: Aviso
ru: Предупреждение
sv: Varning

# adminWarning
source: Doing this will turn the user into an administrator. Are you sure?
ar: سيؤدي القيام بذلك إلى تحويل المستخدم إلى مشرف. هل أنت متأكد؟
de: Dies macht den Nutzer zu einem Administrator. Bist du sicher?
es: Hacer esto va a convertir al usuario en administrador. Estás Seguro?
fr: Cette action transformera l'utilisateur en administrateur. Êtes-vous sûr ?
hi: ऐसा करने से, उपयोगकर्ता व्यवस्थापक बन जाएगा। क्या आप निश्चित हैं?
nl: Hierdoor wordt de gebruiker een beheerder. Weet je het zeker?
no: Dette vil gjøre brukeren til en administrator. Er du sikker?
pt: Fazer isso transformará o usuário em um administrador. Tem certeza?
ru: Действие превратит пользователя в администратора. Вы уверены?
sv: Det här kommer att göra användaren till administratör. Är du säker?

source: Are you sure?
ar: هل انت متأكد؟
de: Bist du sicher?
es: Estás Seguro?
fr: Êtes-vous sûr ?
hi: क्या आप निश्चित हैं?
nl: Weet je het zeker?
no: Er du sikker?
pt: Você tem Certeza?
ru: Вы уверены?
sv: Är du säker?

# roleChangedSuccesfully
source: Role Changed Successfully!
ar: تم تغيير الصلاحية بنجاح!
de: Rolle erfolgreich geändert!
es: Función Alterada Con Éxito!
fr: Rôle modifié avec succès !
hi: भूमिका सफलतापूर्वक बदल गई!
nl: Rol succesvol gewijzigd!
no: Rolle endret!
pt: Função Alterada Com Sucesso!
ru: Роль изменена успешно!
sv: Rollen ändrades!

# inviteCodeWarningDetails
source: It is recommended that you change this code periodically and avoid excessively sharing it, as it could result in malicious users invading your gym.
ar: يوصى بتغيير هذه الرمز بشكل دوري وتجنب مشاركته كثيرًا، لأنه قد يؤدي إلى دخول مستخدمين ضارين إلى صالتك الرياضية.
de: Es wird empfohlen, diesen Code regelmäßig zu ändern und seine Weitergabe einzuschränken, da böswillige Personen in dein Studio eindringen könnten.
es: Se recomienda que cambies este código periódicamente y evites compartirlo, ya que podría resultar en que usuarios maliciosos invadan tu gimnasio.
fr: Il est recommandé de changer ce code périodiquement et d'éviter de le partager excessivement, car cela pourrait permettre à des utilisateurs malveillants d'envahir votre salle de sport.
hi: यह अनुशंसा की जाती है कि आप इस कोड को समय-समय पर बदलें और इसे अत्यधिक रूप से साझा करने से बचें, क्योंकि इससे दुर्भावनापूर्ण उपयोगकर्ता आपके जिम पर आक्रमण कर सकते हैं।
nl: Het wordt aangeraden om deze code regelmatig te wijzigen en te voorkomen dat je deze te vaak deelt, omdat kwaadwillende gebruikers hierdoor in je sportschool kunnen infiltreren.
no: Det anbefales at du endrer denne koden regelmessig og unngår å dele den for mye, siden det kan føre til at skadelige brukere invaderer treningsstudioet ditt.
pt: É recomendável que você altere esse código periodicamente e evite compartilhá-lo excessivamente, pois isso pode resultar na invasão de sua academia por usuários mal-intencionados.
ru: Рекомендуем периодически менять этот код и не передавать его посторонним, иначе к вашему спортзалу могут получить доступ недоброжелатели.
sv: Det rekommenderas att du ändrar den här koden regelbundet och undviker att dela den för mycket, eftersom det kan leda till att illvilliga användare invaderar ditt gym.

# codeWithSpaces
source: This code contains spaces, which can lead to confusion when your users enter the code. Try changing the code to not include spaces.
ar: يحتوي هذا الرمز على مسافات يمكن أن تؤدي إلى حدوث ارتباك عندما يدخل المستخدمون الرمز. حاول تغيير الرمز لعدم تضمين المسافات.
de: Dieser Code enthält Leerzeichen, was zu Verwirrung führen kann, wenn er von den Nutzern eingegeben wird. Ändere den Code so ab, dass er keine Leerzeichen enthält.
es: Este código contiene espacios, lo cual puede llevar a confusiones a la hora de ingresar el código. Intenta modificar el código para que no contenga espacios.
fr: Ce code contient des espaces, ce qui peut entraîner de la confusion lorsque vos utilisateurs saisissent le code. Essayez de modifier le code pour qu'il ne contienne pas d'espaces.
hi: इस कोड में स्पेस हैं, जिससे तब समस्या हो सकती है जब आपके उपयोगकर्ता कोड दर्ज करें। कोड में स्पेस न शामिल करके इसे बदलने का प्रयास करें।
nl: Deze code bevat spaties, wat tot verwarring kan leiden wanneer je gebruikers de code invoeren. Probeer de code te wijzigen zodat deze geen spaties bevat.
no: Koden inneholder mellomrom, som kan føre til forvirring når brukerne dine skriver inn koden. Prøv å endre koden slik at den ikke inkluderer mellomrom.
pt: Este código contém espaços, o que pode causar confusão quando os usuários inserem o código. Tente alterar o código para não incluir espaços.
ru: В этом коде есть пробелы, что может привести к путанице при его вводе пользователями. Попробуйте изменить код, чтобы в нем не было пробелов.
sv: Den här koden innehåller mellanslag, vilket kan leda till förvirring när dina användare anger koden. Försök att ändra koden så att den inte innehåller mellanslag.

# pickCodeLength
source: Pick a Code Length
ar: اختر طولًا للرمز
de: Wähle eine Code-Länge
es: Elija una longitud para el código.
fr: Choisir la longueur du code
hi: कोड की लंबाई चुनें
nl: Kies een codelengte
no: Velg en kodelengde
pt: Escolha um longo para o código.
ru: Выберите длину кода
sv: Välj kodlängd

# characters
source: {chars} chars
ar: {chars} حرفًا
de: {chars} Zeichen
es: {chars} carácteres
fr: {chars} caractères
hi: {chars} वर्ण
nl: {chars} tekens
no: {chars} tegn
pt: {chars} caracteres
ru: {chars} символов
sv: {chars} tecken

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
nl: Annuleren
no: Avbryt
pt: Cancelar
ru: Отмена
sv: Avbryt

source: Choose
ar: اختر
de: Auswählen
es: Elegir
fr: Choisir
hi: चुनें
nl: Kies
no: Velg
pt: Escolher
ru: Выбрать
sv: Välj

# desiredCode
source: Type the Desired Code
ar: اكتب الرمز المطلوب
de: Geben den gewünschten Code ein
es: Elija el Código Deseado
fr: Saisissez le code souhaité
hi: वांछित कोड लिखें
nl: Typ de gewenste code
no: Skriv inn ønsket kode
pt: Escolha o Código Desejado
ru: Введите желаемый код
sv: Skriv önskad kod

# notLongEnough
source: Must be at least 7 characters long.
ar: يجب أن يكون طوله 7 أحرف على الأقل.
de: Muss mindestens 7 Zeichen lang sein.
es: Debe tener al menos 7 carácteres.
fr: Doit comprendre au moins 7 caractères.
hi: कम से कम 7 वर्ण लंबा होना चाहिए।
nl: Moet minimaal 7 tekens lang zijn.
no: Må være minst 7 tegn.
pt: Deve ter pelo menos 7 caracteres
ru: Должен содержать не менее 7 символов.
sv: Måste vara minst 7 tecken lång.

# alreadyUsed
source: Already used by another Gym.
ar: مستخدم بالفعل بواسطة صالة ألعاب رياضية أخرى.
de: Wird bereits von einem anderen Fitnessstudio verwendet.
es: Ya está en uso por otro gimnasio.
fr: Déjà utilisé par une autre salle de sport.
hi: पहले से ही किसी अन्य जिम द्वारा उपयोग किया जा चुका है।
nl: Wordt al door een andere sportschool gebruikt.
no: Allerede i bruk av et annet treningsstudio.
pt: Já está sendo usado por outra academia.
ru: Этот код уже используется другим спортзалом.
sv: Redan används av ett annat gym.

source: Submit
ar: إرسال
de: Senden
es: Elegir
fr: Soumettre
hi: जमा करें
nl: Verzenden
no: Send
pt: Escolher
ru: Отправить
sv: Skicka

source: Join Requests
ar: طلبات الانضمام
de: Beitrittsanfragen
es: Solicitudes de Unirse
fr: Demandes d'adhésion
hi: जुड़ने के अनुरोध
nl: Lidmaatschapsaanvragen
no: Forespørsler om å bli med
pt: Solicitações para Entrar
ru: Запросы на вступление
sv: Förfrågningar om att gå med

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग
nl: Instellingen
no: Innstillinger
pt: Configurações
ru: Настройки
sv: Inställningar

source: Theme:
ar: المظهر:
de: Thema:
es: Tema:
fr: Thème :
hi: थीम:
nl: Thema:
no: Tema:
pt: Tema:
ru: Тема:
sv: Tema:

# sameAsOS
source: Same as System
ar: نفس نظام التشغيل
de: Wie Betriebssystem
es: Igual al Sistema
fr: Identique à celui du système
hi: सिस्टम की तरह ही
nl: Zelfde als systeem
no: Som systemet
pt: Igual ao Sistema
ru: Такая же, как в системе
sv: Samma som i systemet

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: हल्का
nl: Licht
no: Lys
pt: Claro
ru: Светлая
sv: Ljus

source: Dark
ar: غامق
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
nl: Donker
no: Mørk
pt: Escuro
ru: Темная
sv: Mörk

source: Units:
ar: الوحدات:
de: Einheiten:
es: Unidades:
fr: Unités :
hi: माप की इकाइयाँ:
nl: Eenheden:
no: Enheter:
pt: Unidades:
ru: Единицы измерения:
sv: Enheter:

source: Imperial
ar: إمبراطورية
es: Imperiales
fr: Impérial
hi: शाही
nl: Imperiaal
pt: Imperiais
ru: Английская система
