Repository: ramiro-marinio/chiqui-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, nl, no, pt, ru, sv

# unsupportedfirstfactor
source: Enrolling a second factor or signing in with a multi-factor account requires sign-in with a supported first factor.
ar: يتطلب تسجيل العامل الثانوي أو تسجيل الدخول باستخدام حساب متعدد العوامل تسجيل دخول باستخدام عامل أول معتمد.
de: Um einen zweiten Faktor zu registrieren oder sich mit einem Multi-Faktor-Konto anzumelden, ist die Anmeldung mit einem unterstützten ersten Faktor erforderlich.
es: Para inscribir un segundo factor o iniciar sesión con una cuenta multifactor, debes iniciar sesión con un primer factor compatible.
fr: L'inscription d'un second facteur ou la connexion à un compte multifactoriel nécessite la connexion avec un premier facteur pris en charge.
hi: दूसरे कारक को नामांकित करने या किसी बहु-कारक खाते से साइन इन करने के लिए, समर्थित पहले कारक के साथ साइन-इन करना होगा।
nl: Om een tweede factor te registreren of u aan te melden met een account voor meerdere factoren, moet u zich aanmelden met een ondersteunde eerste factor.
no: Registrering av en andrefaktor eller pålogging med en flerfaktorkonto krever pålogging med en støttet førstefaktor.
pt: Cadastrar um segundo fator ou fazer login com uma conta de vários fatores requer fazer login com um primeiro fator compatível.
ru: Чтобы зарегистрировать второй фактор или войти с использованием многофакторной учетной записи, требуется войти, указав поддерживаемый первый фактор.
sv: Att registrera en andra faktor eller logga in med ett konto med flera faktorer kräver inloggning med en första faktor som stöds.

# unsupportedpersistencetype
source: The current environment does not support the specified persistence type.
ar: البيئة الحالية لا تدعم نوع الاستمرار المحدد.
de: Die aktuelle Umgebung unterstützt den angegebenen Persistenztyp nicht.
es: El entorno actual no admite el tipo de persistencia especificado.
fr: L'environnement actuel ne prend pas en charge le type de persistance spécifié.
hi: वर्तमान वातावरण, निर्दिष्ट स्थिरता प्रकार का समर्थन नहीं करता है।
nl: Het huidige milieu ondersteunt het opgegeven persistentietype niet.
no: Gjeldende miljø støtter ikke angitt type for persistens.
pt: O ambiente atual não oferece suporte ao tipo de persistência especificado.
ru: Текущая среда не поддерживает указанный тип постоянства.
sv: Den aktuella miljön stöder inte den angivna beständighetstypen.

# unsupportedtenantoperation
source: This operation is not supported in a multi-tenant context.
ar: لا يتم دعم هذه العملية في سياق متعدد المستأجرين.
de: Dieser Vorgang wird in einem Mehrfachmandantenkontext nicht unterstützt.
es: Esta operación no se admite en un contexto de múltiples proyectos.
fr: Cette opération n'est pas prise en charge dans un contexte multi-tenant.
hi: इस प्रक्रिया को बहु-टेनेन्ट संदर्भ में समर्थित नहीं किया जाता है।
nl: Deze bewerking wordt niet ondersteund in een context met meerdere tenants.
no: Denne operasjonen støttes ikke i en kontekst med flere leiere.
pt: Esta operação não é compatível em um contexto de vários locatários.
ru: Эта операция не поддерживается в многоарендаторном контексте.
sv: Den här åtgärden stöds inte i ett kontext med flera klienter.

# unverifiedemail
source: The operation requires a verified email.
ar: تتطلب العملية بريدًا إلكترونيًا تم التحقق منه.
de: Für den Vorgang ist eine verifizierte E-Mail erforderlich.
es: La operación requiere un correo electrónico verificado.
fr: L'opération nécessite une adresse e-mail vérifiée.
hi: इस प्रक्रिया के लिए, ईमेल का सत्यापन ज़रूरी है।
nl: Voor de bewerking is een geverifieerd e-mailadres vereist.
no: Operasjonen krever en bekreftet e-postadresse.
pt: A operação requer um email verificado.
ru: Для операции требуется подтвержденный адрес электронной почты.
sv: Åtgärden kräver en verifierad e-postadress.

# usercancelled
source: The user did not grant your application the permissions it requested.
ar: لم يمنح المستخدم لتطبيقك الأذونات التي طلبها.
de: Der Benutzer hat Ihrer Anwendung nicht die angeforderten Berechtigungen erteilt.
es: El usuario no le concedió a tu aplicación los permisos que solicitó.
fr: L'utilisateur n'a pas accordé à votre application les autorisations qu'elle demandait.
hi: उपयोगकर्ता ने आपके एप्लिकेशन को, उसके द्वारा अनुरोधित की गई अनुमतियाँ नहीं दी।
nl: De gebruiker heeft uw toepassing geen toestemming gegeven voor de aangevraagde machtigingen.
no: Brukeren ga ikke appen tillatelsene den ba om.
pt: O usuário não concedeu permissões solicitadas ao seu aplicativo.
ru: Пользователь не предоставил вашему приложению запрошенные разрешения.
sv: Användaren gav inte din app de behörigheter den begärde.

# usernotfound
source: There is no user record corresponding to this identifier. The user may have been deleted.
ar: لا يوجد سجل مستخدم يتوافق مع هذا المُعرّف. قد يكون المستخدم قد حُذف.
de: Es gibt keinen Benutzerdatensatz, der dieser Kennung entspricht. Der Benutzer wurde möglicherweise gelöscht.
es: No hay un registro de usuario correspondiente a este identificador. Es posible que el usuario haya sido eliminado.
fr: Il n'existe aucun enregistrement d'utilisateur correspondant à cet identifiant. Il est possible que l'utilisateur ait été supprimé.
hi: इस पहचान के अनुरूप कोई उपयोगकर्ता रिकॉर्ड नहीं है। संभवतः उपयोगकर्ता को हटा दिया गया होगा।
nl: Er is geen gebruikersrecord dat overeenkomt met deze id. Mogelijk is de gebruiker verwijderd.
no: Det finnes ingen brukerpost som samsvarer med denne identifikatoren. Brukeren kan ha blitt slettet.
pt: Não há um registro de usuário correspondente a este identificador. O usuário pode ter sido excluído.
ru: Записи пользователя с таким идентификатором не существует. Возможно, пользователь был удален.
sv: Det finns inga användarposter som motsvarar det här ID:t. Användaren kan ha tagits bort.

# userdisabled
source: The user account has been disabled by an administrator.
ar: لقد تم تعطيل حساب المستخدم بواسطة أحد المشرفين.
de: Das Benutzerkonto wurde von einem Administrator deaktiviert.
es: Un administrador deshabilitó la cuenta de usuario.
fr: Le compte utilisateur a été désactivé par un administrateur.
hi: प्रशासक द्वारा उपयोगकर्ता खाता अक्षम कर दिया गया है।
nl: Het gebruikersaccount is door een beheerder uitgeschakeld.
no: Brukerkontoen har blitt deaktivert av en administrator.
pt: A conta de usuário foi desativada por um administrador.
ru: Учетная запись пользователя была отключена администратором.
sv: Användarkontot har inaktiverats av en administratör.

# usermismatch
source: The supplied credentials do not correspond to the previously signed in user.
ar: بيانات الاعتماد المقدمة لا تتطابق مع المستخدم الذي سبق تسجيل دخوله.
de: Die angegebenen Anmeldeinformationen stimmen nicht mit dem zuvor angemeldeten Benutzer überein.
es: Las credenciales proporcionadas no corresponden al usuario que inició sesión anteriormente.
fr: Les identifiants fournis ne correspondent pas à l'utilisateur précédemment connecté.
hi: प्रदान किए गए क्रेडेंशियल, पहले साइन इन किए गए उपयोगकर्ता से मेल नहीं खाते हैं।
nl: De geleverde aanmeldingsgegevens komen niet overeen met de vorige aangemelde gebruiker.
no: Oppgitte legitimasjoner samsvarer ikke med tidligere innloggede brukere.
pt: As credenciais fornecidas não correspondem ao usuário conectado anteriormente.
ru: Указанные учетные данные не соответствуют идентификатору ранее вошедшего пользователя.
sv: De angivna inloggningsuppgifterna motsvarar inte den inloggade användaren.

# weakpassword
source: The password must be 6 characters long or more.
ar: يجب أن تكون كلمة المرور 6 أحرف على الأقل.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener 6 caracteres o más.
fr: Le mot de passe doit comporter au moins 6 caractères.
hi: पासवर्ड कम से कम 6 वर्णों का होना चाहिए।
nl: Het wachtwoord moet 6 tekens of langer zijn.
no: Passordet må bestå av seks eller flere tegn.
pt: A senha deve ter pelo menos 6 caracteres.
ru: Длина пароля должна быть не менее 6 символов.
sv: Lösenordet måste vara minst 6 tecken långt.

# webstorageunsupported
source: This browser is not supported or 3rd party cookies and data may be disabled.
ar: لا يدعم هذا المتصفح ملفات تعريف الارتباط الخاصة بالأطراف الأخرى والبيانات قد تكون معطلة.
de: Dieser Browser wird nicht unterstützt, oder Cookies von Drittanbietern und Daten sind möglicherweise deaktiviert.
es: Este navegador no es compatible o las cookies de terceros y los datos pueden estar deshabilitados.
fr: Ce navigateur n'est pas pris en charge ou les cookies tiers et les données peuvent être désactivés.
hi: यह ब्राउज़र समर्थित नहीं है या तृतीय पक्ष वाली कुकीज़ और डेटा अक्षम हो सकते हैं।
nl: Deze browser wordt niet ondersteund, of cookies en gegevens van derden zijn mogelijk uitgeschakeld.
no: Denne nettleseren støttes ikke, eller tredjeparts informasjonskapsler og data er kanskje deaktivert.
pt: Este navegador não é compatível, ou cookies e dados de terceiros podem estar desativados.
ru: Этот браузер не поддерживается или сторонние файлы cookie и данные могут быть отключены.
sv: Den här webbläsaren stöds inte eller tredjepartscookies och data kan vara inaktiverade.

source: Sign Up
ar: التسجيل
de: Anmelden
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
nl: Aanmelden
no: Registrer
pt: Inscreva-se
ru: Зарегистрироваться
sv: Registrera dig

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Courriel
hi: ईमेल
no: E-post
ru: Электронная почта
sv: E-post

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
nl: Wachtwoord
no: Passord
pt: Senha
ru: Пароль
sv: Lösenord

# passwordsNotMatch
source: The passwords do not match.
ar: كلمتا المرور غير متطابقتين.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hi: पासवर्ड मेल नहीं खाते।
nl: De wachtwoorden komen niet overeen.
no: Passordene samsvarer ikke.
pt: As senhas não correspondem.
ru: Пароли не совпадают.
sv: Lösenorden matchar inte.

source: Repeat Password
ar: أعد كتابة كلمة المرور
de: Passwort wiederholen
es: Repetir contraseña
fr: Répéter le mot de passe
hi: पासवर्ड दोबारा डालें
nl: Herhaal wachtwoord
no: Gjenta passord
pt: Repetir senha
ru: Повторите пароль
sv: Upprepa lösenord

# alreadyHaveAccount
source: Already have an account? Log in
ar: لديك حساب بالفعل؟ سجل الدخول
de: Sie haben bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Iniciar sesión
fr: Vous avez déjà un compte ? Connectez-vous
hi: पहले से ही खाता है? लॉग इन करें
nl: Heeft u al een account? Meld u aan
no: Har du allerede en konto? Logg inn
pt: Já tem uma conta? Faça login
ru: У вас уже есть учетная запись? Войдите
sv: Har du redan ett konto? Logga in

source: Invalid Password.
ar: كلمة مرور غير صالحة.
de: Ungültiges Passwort.
es: Contraseña no válida.
fr: Mot de passe non valide.
hi: गलत पासवर्ड।
nl: Ongeldig wachtwoord.
no: Ugyldig passord.
pt: Senha inválida.
ru: Неверный пароль.
sv: Ogiltigt lösenord.

# notHaveAccount
source: Don't have an account? Sign up
ar: ليس لديك حساب؟ سجل الآن
de: Sie haben noch kein Konto? Anmelden
es: ¿No tienes una cuenta? Regístrate
fr: Vous n'avez pas de compte ? Inscrivez-vous
hi: खाता नहीं है? साइन अप करें
nl: Heeft u nog geen account? Meld u aan
no: Har du ikke en konto? Registrer deg
pt: Não tem uma conta? Inscreva-se
ru: У вас нет учетной записи? Зарегистрируйтесь
sv: Har du inget konto? Registrera dig

source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन करें
nl: Aanmelden
no: Logg inn
pt: Faça login
ru: Войти
sv: Logga in

source: No connection!
ar: لا يوجد اتصال!
de: Keine Verbindung!
es: ¡No hay conexión!
fr: Pas de connexion !
hi: कोई कनेक्‍शन नहीं!
nl: Geen verbinding!
no: Ingen forbindelse!
pt: Sem conexão!
ru: Нет соединения!
sv: Ingen anslutning!

# noConnectionDetails
source: Please look for wifi before using the app.
ar: الرجاء البحث عن واي فاي قبل استخدام التطبيق.
de: Bitte suchen Sie nach WLAN, bevor Sie die App nutzen.
es: Antes de usar la aplicación, busca wifi.
fr: Veuillez vous connecter à un réseau Wi-Fi avant d'utiliser l'application.
hi: ऐप्‍प का उपयोग करने से पहले कृपया वाई-फ़ाई देखें।
nl: Zoek naar wifi voordat u de app gebruikt.
no: Sørg for å ha tilgang til wifi før du bruker appen.
pt: Antes de utilizar o app, procure por uma conexão Wi-Fi.
ru: Перед использованием приложения подключитесь к Wi-Fi.
sv: Se till att hitta wi-fi före du använder appen.

# mustBeLoggedIn
source: Not logged in.
ar: غير مسجل دخول.
de: Nicht angemeldet.
es: No has iniciado sesión.
fr: Non connecté.
hi: लॉग इन नहीं हैं।
nl: Niet aangemeld.
no: Ikke logget inn.
pt: Não está logado.
ru: Не выполнен вход.
sv: Inte inloggad.

source: Other Options
ar: خيارات أخرى
de: Andere Optionen
es: Otras opciones
fr: Autres options
hi: अन्‍य विकल्‍प
nl: Andere opties
no: Andre alternativer
pt: Outras opções
ru: Другие варианты
sv: Andra alternativ

source: Continue With Google
ar: تابع مع جوجل
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hi: Google से जुड़ें
nl: Doorgaan met Google
no: Fortsett med Google
pt: Continuar com o Google
ru: Продолжить с Google
sv: Fortsätt med Google

source: Chat
ar: الدردشة
fr: Discussion
hi: चैट
ru: чат
sv: Chatta
