Repository: ramiro-marinio/chiqui-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, nl, no, pt, ru, sv

# invalidphonenumber
source: The format of the phone number provided is incorrect. Please enter the phone number in a format that can be parsed into E.164 format. E.164 phone numbers are written in the format [+][country code][subscriber number including area code].
ar: تنسيق رقم الهاتف المقدم غير صحيح. يرجى إدخال رقم الهاتف بتنسيق يمكن تحليله إلى تنسيق E.164. تتم كتابة أرقام هواتف E.164 بالتنسيق [+][كود الدولة][رقم المشترك بما في ذلك رمز المنطقة].
de: Das Format der angegebenen Telefonnummer ist falsch. Bitte gib die Telefonnummer in einem Format ein, das in das E.164-Format umgewandelt werden kann. E.164-Telefonnummern werden im Format [+][Ländercode][Teilnehmernummer einschließlich Ortsvorwahl] geschrieben.
es: El formato del número telefónico proporcionado es incorrecto. Ingresa el número telefónico en un formato que se pueda analizar en formato E.164. Los números telefónicos E.164 se escriben en el formato [+][código de país][número de abonado incluido el código de área].
fr: Le format du numéro de téléphone fourni est incorrect. Veuillez saisir le numéro de téléphone dans un format qui peut être analysé au format E.164. Les numéros de téléphone E.164 sont écrits au format [+][indicatif du pays][numéro d'abonné, y compris l'indicatif régional].
hi: प्रदान किए गए फोन नंबर का प्रारूप ग़लत है। कृपया E.164 प्रारूप में पार्स किए जा सकने वाले प्रारूप में फ़ोन नंबर दर्ज करें। E.164 फ़ोन नंबर [+][देश कोड][क्षेत्र कोड सहित सब्सक्राइबर नंबर] प्रारूप में लिखे जाते हैं।
nl: De opgegeven telefoonnummerindeling is onjuist. Voer het telefoonnummer in een indeling in die naar E.164-indeling kan worden geanalyseerd. E.164-telefoonnummers worden geschreven in de indeling [+][landcode][abonneenummer inclusief netnummer].
no: Telefonnummerformatet som er oppgitt, er feil. Angi telefonnummeret i et format som kan analyseres til E.164-format. E.164-telefonnumre skrives i formatet [+][landskode][abonnentnummer inkludert retningsnummer].
pt: O formato do número de telefone fornecido está incorreto. Insira o número de telefone em um formato que possa ser analisado em E.164. Os números de telefone E.164 são escritos no formato [+][código do país][número do assinante incluindo o código de área].
ru: Предоставленный номер телефона указан в неверном формате. Введите номер телефона в формате, который можно разобрать в формат E.164. Номера телефонов в формате E.164 записываются в формате [+][код страны][номер абонента, включая код города].
sv: Telefonnumrets format är felaktigt. Ange telefonnumret i ett format som kan tolkas till E.164-format. Telefonnummer i E.164-format skrivs på följande format: [+][landskod][abonnentnummer inklusive riktnummer].

# invalidproviderid
source: The specified provider ID is invalid.
ar: معرف مزود الخدمة المحدد غير صالح.
de: Die angegebene Anbieter-ID ist ungültig.
es: El ID de proveedor especificado no es válido.
fr: L'ID de fournisseur spécifié est invalide.
hi: निर्दिष्ट प्रदाता ID अमान्य है।
nl: De opgegeven provider-id is ongeldig.
no: Den angitte leverandør-ID-en er ugyldig.
pt: O ID do provedor especificado é inválido.
ru: Указан некорректный идентификатор поставщика.
sv: Det angivna provider-ID:t är ogiltigt.

# invalidrecipientemail
source: The email corresponding to this action failed to send as the provided recipient email address is invalid.
ar: فشل إرسال البريد الإلكتروني المقابل لهذا الإجراء لأن عنوان البريد الإلكتروني للمستلم المقدم غير صالح.
de: Die zu dieser Aktion gehörende E-Mail konnte nicht gesendet werden, da die angegebene Empfänger-E-Mail-Adresse ungültig ist.
es: No se pudo enviar el correo electrónico correspondiente a esta acción porque la dirección de correo electrónico del destinatario proporcionada no es válida.
fr: L'e-mail correspondant à cette action n'a pas pu être envoyé car l'adresse e-mail du destinataire fournie est invalide.
hi: इस क्रिया से संबंधित ईमेल भेजने में विफल रहा क्योंकि प्रदत्त प्राप्तकर्ता ईमेल पता अमान्य था।
nl: De e-mail die met deze actie overeenkomt, is niet verzonden omdat het opgegeven e-mailadres van de ontvanger ongeldig is.
no: E-posten som tilsvarer denne handlingen, ble ikke sendt fordi den oppgitte mottaker-e-postadressen er ugyldig.
pt: O e-mail correspondente a esta ação não foi enviado porque o endereço de e-mail do destinatário fornecido é inválido.
ru: Электронное письмо, соответствующее этому действию, не было отправлено, так как предоставленный адрес электронной почты получателя недействителен.
sv: E-postmeddelandet som hör till den här åtgärden kunde inte skickas eftersom den angivna mottagarens e-postadress är ogiltig.

# invalidsender
source: The email template corresponding to this action contains an invalid sender email or name. Please fix by going to the Auth email templates section in the Firebase Console.
ar: يحتوي قالب البريد الإلكتروني المقابل لهذا الإجراء على اسم أو بريد إلكتروني غير صالح للجهة المرسلة. يُرجى الإصلاح بالانتقال إلى قسم قوالب البريد الإلكتروني للمصادقة في وحدة تحكم Firebase.
de: Die zu dieser Aktion gehörende E-Mail-Vorlage enthält eine ungültige Absender-E-Mail-Adresse oder einen ungültigen Absendernamen. Du kannst dies beheben, indem du in der Firebase Console zum Bereich „Auth-E-Mail-Vorlagen“ gehst.
es: La plantilla de correo electrónico correspondiente a esta acción contiene un nombre o correo electrónico de remitente no válido. Corrígelo yendo a la sección de plantillas de correo electrónico de autenticación en la Consola de Firebase.
fr: Le modèle d'e-mail correspondant à cette action contient un e-mail ou un nom d'expéditeur invalide. Veuillez le corriger en accédant à la section Modèles d'e-mail d'authentification dans la console Firebase.
hi: इस क्रिया से संबंधित ईमेल टेम्प्लेट में एक अमान्य प्रेषक ईमेल या नाम है। इसे Firebase कंसोल में प्रमाणिकता ईमेल टेम्पलेट सेक्शन में जाकर ठीक करें।
nl: De e-mailsjabloon die met deze actie overeenkomt, bevat een ongeldige e-mail afzender of naam. Herstel dit door naar het gedeelte met e-mailsjablonen voor verificatie in de Firebase Console te gaan.
no: E-postmalen som tilsvarer denne handlingen, inneholder en ugyldig avsendere-e-post eller et ugyldig navn. Fiks dette ved å gå til delen for e-postmaler for godkjenning i Firebase-konsollen.
pt: O modelo de e-mail correspondente a esta ação contém um nome ou e-mail do remetente inválido. Corrija isso indo para a seção Modelos de e-mail de autenticação no Console do Firebase.
ru: Шаблон письма, соответствующий этому действию, содержит неверный адрес электронной почты или имя отправителя. Исправьте его, перейдя в раздел шаблонов электронных писем службы аутентификации в консоли Firebase.
sv: E-postmallen som hör till den här åtgärden innehåller en ogiltig e-postadress eller ett ogiltigt namn för avsändaren. Åtgärda problemet genom att gå till avsnittet med e-postmallar för autentisering i Firebase-konsolen.

# invalidverificationid
source: The verification ID used to create the phone auth credential is invalid.
ar: معرف التحقق المستخدم لإنشاء بيانات اعتماد مصادقة الهاتف غير صالح.
de: Die zur Erstellung der Authentifizierung mit Telefonnummer verwendete Bestätigungs-ID ist ungültig.
es: El ID de verificación utilizado para crear la credencial de autenticación telefónica no es válido.
fr: L'ID de vérification utilisé pour créer les informations d'identification d'authentification téléphonique est invalide.
hi: फ़ोन प्रमाणिकता क्रेडेंशियल बनाने के लिए उपयोग की गई सत्यापन ID अमान्य है।
nl: De verificatie-id die is gebruikt om de aanmeldingsreferenties voor de telefoon te maken, is ongeldig.
no: Verifiserings-ID-en som ble brukt til å opprette godkjenningsopplysninger for telefon, er ugyldig.
pt: O ID de verificação usado para criar a credencial de autenticação de telefone é inválido.
ru: Идентификатор проверки, используемый для создания учетных данных аутентификации по телефону, недействителен.
sv: Verifierings-ID:t som användes för att skapa autentiseringsuppgifterna för telefonnumret är ogiltigt.

# invalidtenantid
source: The Auth instance's tenant ID is invalid.
ar: معرف المستأجر الخاص بمثيل المصادقة غير صالح.
de: Die Mandanten-ID der Auth-Instanz ist ungültig.
es: El ID de inquilino de la instancia de autenticación no es válido.
fr: L'ID du locataire de l'instance Auth est invalide.
hi: प्रमाणिकता इंस्टेंस की टेनैंट ID अमान्य है।
nl: De tenant-id van het verificatie-exemplaar is ongeldig.
no: Godkjenningsforekomstens leier-ID er ugyldig.
pt: O ID do tenant da instância de autenticação é inválido.
ru: ИДЕНТИФИКАТОР арендатора экземпляра аутентификации недействителен.
sv: Auth-instansens klient-ID är ogiltigt.

# multifactorinfonotfound
source: The user does not have a second factor matching the identifier provided.
ar: لا يمتلك المستخدم عاملاً ثانيًا مطابقًا للمُعرّف المقدم.
de: Der Nutzer hat keinen zweiten Faktor, der mit der angegebenen Kennung übereinstimmt.
es: El usuario no tiene un segundo factor que coincida con el identificador proporcionado.
fr: L'utilisateur n'a pas de second facteur correspondant à l'identifiant fourni.
hi: उपयोगकर्ता के पास प्रदान किए गए पहचानकर्ता से मेल खाने वाला कोई दूसरा फ़ैक्टर नहीं है।
nl: De gebruiker heeft geen tweede factor die overeenkomt met de opgegeven identificatie.
no: Brukeren har ikke en annen faktor som samsvarer med den oppgitte ID-en.
pt: O usuário não tem um segundo fator correspondente ao identificador fornecido.
ru: У пользователя нет второго фактора, совпадающего с предоставленным идентификатором.
sv: Användaren har inte en sekundär faktor som matchar det angivna ID:t.

# multifactorauthrequired
source: Proof of ownership of a second factor is required to complete sign-in.
ar: يُطلب إثبات ملكية عامل ثانٍ لإكمال تسجيل الدخول.
de: Der Nachweis des Eigentums eines zweiten Faktors ist erforderlich, um die Anmeldung abzuschließen.
es: Se requiere la prueba de propiedad de un segundo factor para completar el inicio de sesión.
fr: Une preuve de propriété d'un second facteur est requise pour terminer la connexion.
hi: साइन-इन पूर्ण करने के लिए दूसरे फ़ैक्टर के स्वामित्व का प्रमाण आवश्यक है।
nl: Er is bewijs van eigendom van een tweede factor vereist om de aanmelding te voltooien.
no: Du må bekrefte eierskap til en annen faktor for å fullføre påloggingen.
pt: A prova de propriedade de um segundo fator é necessária para concluir o login.
ru: Для завершения входа требуется подтверждение владения вторым фактором.
sv: Bevis på behörighet för en sekundär faktor krävs för att slutföra inloggningen.

# missingandroidpkgname
source: An Android Package Name must be provided if the Android App is required to be installed.
ar: يجب توفير اسم حزمة أندرويد إذا كان مطلوبًا تثبيت تطبيق أندرويد.
de: Es muss ein Android-Paketname angegeben werden, wenn die Android-App installiert werden muss.
es: Se debe proporcionar un nombre de paquete de Android si se requiere instalar la aplicación de Android.
fr: Un nom de package Android doit être fourni si l'application Android doit être installée.
hi: यदि Android ऐप को स्थापित करने की आवश्यकता है, तो Android पैकेज का नाम प्रदान किया जाना चाहिए।
nl: Er moet een Android-pakketnaam worden opgegeven als de Android-app geïnstalleerd moet zijn.
no: Et Android-pakkenavn må oppgis hvis Android-appen må installeres.
pt: Um nome de pacote do Android deve ser fornecido se o aplicativo do Android for necessário para ser instalado.
ru: Необходимо предоставить имя пакета для Android, если требуется установить приложение Android.
sv: Ett namn på Android-paketet måste anges om Android-appen måste installeras.

# authdomainconfigrequired
source: Be sure to include authDomain when calling firebase.initializeApp(), by following the instructions in the Firebase console.
ar: تأكد من تضمين authDomain عند استدعاء firebase.initializeApp()، باتباع الإرشادات في وحدة تحكم Firebase.
de: Achte darauf, „authDomain“ in den Aufruf von „firebase.initializeApp()“ aufzunehmen, indem du den Anweisungen in der Firebase Console folgst.
es: Asegúrate de incluir authDomain al llamar firebase.initializeApp(), siguiendo las instrucciones en la Consola de Firebase.
fr: Assurez-vous d'inclure authDomain lors de l'appel de firebase.initializeApp(), en suivant les instructions de la console Firebase.
hi: Firebase कंसोल में दिए गए निर्देशों का पालन करके firebase.initializeApp() को कॉल करते समय authDomain को शामिल करना सुनिश्चित करें।
nl: Zorg ervoor dat authDomain is ingeschakeld bij het aanroepen van firebase.initializeApp(), volgens de instructies in de Firebase Console.
no: Husk å inkludere authDomain når du kaller firebase.initializeApp(), ved å følge instruksjonene i Firebase-konsollen.
pt: Certifique-se de incluir authDomain ao chamar firebase.initializeApp(), seguindo as instruções no Console do Firebase.
ru: Не забудьте указать authDomain при вызове firebase.initializeApp(), следуя инструкциям в консоли Firebase.
sv: Se till att inkludera authDomain när du anropar firebase.initializeApp(), enligt instruktionerna i Firebase-konsolen.

# missingappcredential
source: The phone verification request is missing an application verifier assertion. A reCAPTCHA response token needs to be provided.
ar: يفتقد طلب التحقق من الهاتف تأكيد مصادقة التطبيق. يجب تقديم رمز استجابة reCAPTCHA.
de: In der Verifizierungsanforderung für die Telefonnummer fehlt eine Anwendungsprüferbehauptung. Es muss ein reCAPTCHA-Response-Token angegeben werden.
es: A la solicitud de verificación telefónica le falta una confirmación de verificador de aplicaciones. Se debe proporcionar un token de respuesta recaptcha.
fr: La demande de vérification par téléphone est manquante d'une assertion de vérification d'application. Un jeton de réponse reCAPTCHA doit être fourni.
hi: फ़ोन सत्यापन अनुरोध में एप्लिकेशन सत्यापनकर्ता अभिकथन नहीं है। एक reCAPTCHA प्रतिक्रिया टोकन प्रदान किया जाना चाहिए।
nl: Het verzoek voor telefoonverificatie mist een verificatiereachtergrond voor de toepassing. Er moet een reCAPTCHA-antwoordtoken worden opgegeven.
no: Telefonverifikasjonsforespørselen mangler en applikasjonsverifiseringsverdi. Det må oppgis et reCAPTCHA-responstegn.
pt: A solicitação de verificação de telefone está sem uma declaração de verificador de aplicativo. Um token de resposta do reCAPTCHA precisa ser fornecido.
ru: В запросе проверки по телефону отсутствует утверждение о верификаторе приложения. Необходимо предоставить ответ токена reCAPTCHA.
sv: Begäran om verifiering av telefonnumret saknar ett påstående om att verifiering av applikationen har skett. Ett reCAPTCHA-svars-token måste anges.

# missingverificationcode
source: The phone auth credential was created with an empty SMS verification code.
ar: تم إنشاء بيانات اعتماد مصادقة الهاتف باستخدام رمز تحقق SMS فارغ.
de: Die Anmeldedaten für die Telefonauthentifizierung wurden mit einem leeren SMS-Bestätigungscode erstellt.
es: La credencial de autenticación telefónica se creó con un código de verificación SMS vacío.
fr: Les informations d'identification d'authentification par téléphone ont été créées avec un code de vérification SMS vide.
hi: फ़ोन प्रमाणिकता क्रेडेंशियल एक खाली SMS सत्यापन कोड के साथ बनाया गया था।
nl: De aanmeldingsreferenties voor de telefoon zijn gemaakt met een lege verificatiecode voor sms.
no: Godkjenningsinformasjon for telefon ble opprettet med en tom SMS-verifikasjonskode.
pt: A credencial de autenticação de telefone foi criada com um código de verificação SMS vazio.
ru: Учетные данные аутентификации по телефону были созданы с пустым кодом проверки SMS.
sv: Autentiseringsuppgifterna för telefonnummer skapades med en tom SMS-verifieringskod.

# missingcontinueuri
source: A continue URL must be provided in the request.
ar: يجب توفير عنوان URL للمتابعة في الطلب.
de: In der Anforderung muss eine Weiterleitungs-URL angegeben werden.
es: Se debe proporcionar una URL de continuación en la solicitud.
fr: Une URL de continuation doit être fournie dans la requête.
hi: अनुरोध में एक कंटिन्यू URL प्रदान किया जाना चाहिए।
nl: Er moet een continue URL worden opgegeven in het verzoek.
no: Det må oppgis en fortsett-URL i forespørselen.
pt: Uma URL de continuação deve ser fornecida na solicitação.
ru: В запросе необходимо указать URL продолжения.
sv: En fortsättnings-URL måste anges i begäran.

# missingiframestart
source: An internal error has occurred.
ar: حدث خطأ داخلي.
de: Es ist ein interner Fehler aufgetreten.
es: Ocurrió un error interno.
fr: Une erreur interne est survenue.
hi: एक आंतरिक त्रुटि आई है।
nl: Er is een interne fout opgetreden.
no: Det har oppstått en intern feil.
pt: Ocorreu um erro interno.
ru: Произошла внутренняя ошибка.
sv: Ett internt fel har inträffat.

# missingiosbundleid
source: An iOS Bundle ID must be provided if an App Store ID is provided.
ar: يجب توفير معرف حزمة iOS إذا تم توفير معرف متجر التطبيقات.
de: Es muss eine iOS-Bundle-ID angegeben werden, wenn eine App Store-ID bereitgestellt wird.
es: Se debe proporcionar un ID de paquete de iOS si se proporciona un ID de App Store.
fr: Un ID de bundle iOS doit être fourni si un ID App Store est fourni.
hi: यदि ऐप स्टोर ID प्रदान किया गया है, तो iOS बंडल ID प्रदान किया जाना चाहिए।
nl: Er moet een iOS-bundel-id worden opgegeven als er een App Store-id is opgegeven.
no: Det må oppgis en iOS-pakke-ID hvis en App Store-ID oppgis.
pt: Um ID de pacote iOS deve ser fornecido se um ID da App Store for fornecido.
ru: Если указан идентификатор магазина приложений, необходимо предоставить также идентификатор пакета iOS.
sv: Ett iOS-bunt-ID måste anges om ett App Store-ID anges.

# missingmultifactorinfo
source: No second factor identifier is provided.
ar: لم يتم تقديم معرّف عامل ثانوي.
de: Es ist keine zweite Faktor-Kennung angegeben.
es: No se proporciona ningún identificador de segundo factor.
fr: Aucun identifiant de second facteur n'est fourni.
hi: कोई दूसरा फ़ैक्टर पहचानकर्ता प्रदान नहीं किया गया है।
nl: Er is geen tweede-factoridentificatie opgegeven.
no: Det er ikke oppgitt noen ID for en annen faktor.
pt: Nenhum identificador do segundo fator foi fornecido.
ru: Отсутствует идентификатор второго фактора.
sv: Inget identifierare för sekundär faktor har angetts.

# missingmultifactorsession
source: The request is missing proof of first factor successful sign-in.
ar: يفتقد الطلب دليلاً على نجاح تسجيل الدخول للعامل الأول.
de: In der Anforderung fehlt der Nachweis der erfolgreichen Anmeldung mit dem ersten Faktor.
es: En la solicitud, falta la prueba del inicio de sesión exitoso del primer factor.
fr: La requête est manquante de la preuve de la connexion réussie du premier facteur.
hi: अनुरोध में पहले फ़ैक्टर सफल साइन-इन का प्रमाण नहीं है।
nl: In het verzoek ontbreekt bewijs van succesvolle aanmelding voor de eerste factor.
no: Forespørselen mangler bevis på vellykket pålogging med første faktor.
pt: A solicitação está sem prova do login bem-sucedido do primeiro fator.
ru: В запросе отсутствует подтверждение успешного входа с первым фактором.
sv: Begäran saknar bevis på att den primära faktorn loggade in utan problem.

# missingorinvalidnonce
source: The request does not contain a valid nonce. This can occur if the SHA-256 hash of the provided raw nonce does not match the hashed nonce in the ID token payload.
ar: لا يحتوي الطلب على قيمة عشوائية صالحة. يمكن أن يحدث هذا إذا كانت قيمة التجزئة SHA-256 للقيمة العشوائية الخام المقدمة لا تطابق القيمة العشوائية المجزأة في حمولة رمز المعرف.
de: Die Anforderung enthält keinen gültigen Nonce-Wert. Dies kann auftreten, wenn der SHA-256-Hash des bereitgestellten Roh-Nonce-Werts nicht mit dem gehashten Nonce-Wert in der Nutzlast des ID-Tokens übereinstimmt.
es: La solicitud no contiene un nonce válido. Esto puede ocurrir si el hash SHA-256 del nonce sin procesar proporcionado no coincide con el nonce de hash en la carga útil del token de ID.
fr: La requête ne contient pas un nonce valide. Cela peut se produire si le hachage SHA-256 du nonce brut fourni ne correspond pas au nonce haché dans la charge utile du jeton d'identification.
hi: अनुरोध में एक वैध नोन्स शामिल नहीं है। यह तब हो सकता है जब प्रदान किए गए कच्चे नोन्स का SHA-256 हैश ID टोकन पेलोड में हैश किए गए नोन्स से मेल नहीं खाता हो।
nl: Het verzoek bevat geen geldige nonce. Dit kan gebeuren als de SHA-256-hash van de opgegeven ongewijzigde nonce niet overeenkomt met de hash-nonce in de nuttige gegevens van het id-token.
no: Forespørselen inneholder ikke en gyldig tilfeldig tallrekke. Dette kan oppstå hvis SHA-256-hashen til den oppgitte ubehandlede tilfeldige tallrekken ikke samsvarer med den hashede tilfeldige tallrekken i nyttedata for ID-token.
pt: A solicitação não contém um nonce válido. Isto pode ocorrer se o hash SHA-256 do nonce bruto fornecido não corresponder ao nonce hash no payload do token de ID.
ru: Запрос не содержит действительный случайный идентификатор. Это может произойти, если хэш SHA-256 предоставленного необработанного случайного идентификатора не совпадает с хэшированным случайным идентификатором в полезных данных токена идентификатора.
sv: Begamanan innehåller inte ett giltigt nonce. Detta kan inträffa om SHA-256-hashvärdet för den råa nonce som angavs inte matchar det hashvärde för nonce som finns i nyttolasten för ID-tokenen.

# missingphonenumber
source: To send verification codes, provide a phone number for the recipient.
ar: لإرسال رموز التحقق، يرجى تقديم رقم هاتف للمستلم.
de: Gib eine Telefonnummer für den Empfänger an, um Bestätigungscodes zu senden.
es: Para enviar códigos de verificación, proporciona un número de teléfono para el destinatario.
fr: Pour envoyer des codes de vérification, fournissez un numéro de téléphone pour le destinataire.
hi: सत्यापन कोड भेजने के लिए, प्राप्तकर्ता के लिए एक फ़ोन नंबर प्रदान करें।
nl: Geef een telefoonnummer op voor de ontvanger om verificatiecodes te kunnen verzenden.
no: Oppgi et telefonnummer for mottakeren for å sende verifikasjonskoder.
pt: Para enviar códigos de verificação, forneça um número de telefone para o destinatário.
ru: Чтобы отправлять проверочные коды, укажите номер телефона получателя.
sv: Ange ett telefonnummer för mottagaren om du vill skicka verifieringskoder.

# missingverificationid
source: The phone auth credential was created with an empty verification ID.
ar: تم إنشاء بيانات اعتماد مصادقة الهاتف باستخدام معرف التحقق فارغ.
de: Die Anmeldedaten für die Telefonauthentifizierung wurden mit einer leeren Bestätigungs-ID erstellt.
es: La credencial de autenticación telefónica se creó con un ID de verificación vacío.
fr: Les informations d'identification d'authentification par téléphone ont été créées avec un ID de vérification vide.
hi: फ़ोन प्रमाणिकता क्रेडेंशियल एक खाली सत्यापन ID के साथ बनाया गया था।
nl: De aanmeldingsreferenties voor de telefoon zijn gemaakt met een lege verificatie-id.
no: Godkjenningsinformasjon for telefon ble opprettet med en tom verifiserings-ID.
pt: A credencial de autenticação de telefone foi criada com um ID de verificação vazio.
ru: Учетные данные аутентификации по телефону были созданы с пустым идентификатором проверки.
sv: Autentiseringsuppgifterna för telefonnummer skapades med ett tomt verifierings-ID.

# appdeleted
source: This instance of FirebaseApp has been deleted.
ar: تمت إزالة هذا المثيل من FirebaseApp.
de: Diese Instanz von FirebaseApp wurde gelöscht.
es: Esta instancia de FirebaseApp ha sido eliminada.
fr: Cette instance de FirebaseApp a été supprimée.
hi: FirebaseApp की यह इंस्टेंस हटा दी गई है।
nl: Dit exemplaar van FirebaseApp is verwijderd.
no: Denne forekomsten av FirebaseApp er slettet.
pt: Esta instância de FirebaseApp foi excluída.
ru: Этот экземпляр FirebaseApp удален.
sv: Den här instansen av FirebaseApp har tagits bort.
