Repository: ramiro-marinio/chiqui-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, nl, no, pt, ru, sv

# invalidusertoken
source: This user's credential isn't valid for this project. This can happen if the user's token has been tampered with, or if the user isn't for the project associated with this API key.
ar: معلومات اعتماد هذا المستخدم غير صالحة لهذا المشروع. يمكن أن يحدث ذلك في حالة العبث برمز المستخدم أو إذا لم يكن المستخدم من المشروع المرتبط بمفتاح واجهة برمجة التطبيقات.
de: Die Berechtigung dieses Nutzers ist für dieses Projekt nicht gültig. Dies kann passieren, wenn das Token des Nutzers manipuliert wurde oder wenn der Nutzer nicht für das Projekt ist, das mit diesem API-Schlüssel verbunden ist.
es: La credencial de este usuario no es válida para este proyecto. Esto puede suceder si se alteró el token del usuario o si el usuario no es del proyecto asociado con esta clave API.
fr: Le justificatif d'authentification de cet utilisateur n'est pas valide pour ce projet. Cette situation peut se produire si les jetons de cet utilisateur ont été altérés, ou si cet utilisateur n'est pas associé au projet lié à cette clé API.
hi: इस उपयोगकर्ता का क्रेडेंशियल इस प्रोजेक्ट के लिए मान्य नहीं है। ऐसा तब हो सकता है जब उपयोगकर्ता के टोकन से छेड़छाड़ की गई हो या उपयोगकर्ता उस प्रोजेक्ट के लिए नहीं है जो इस API कुंजी से जुड़ा है।
nl: De referentie van deze gebruiker is niet geldig voor dit project. Dit kan gebeuren als het token van de gebruiker is geknoeid, of als de gebruiker niet is voor het project dat is gekoppeld aan deze API-sleutel.
no: Den angivne brugers legitimationsoplysninger er ikke gyldige for dette projekt. Dette kan ske, hvis brugerens token er blevet manipuleret, eller hvis brugeren ikke er for det projekt, der er knyttet til denne API-nøgle.
pt: A credencial deste usuário não é válida para este projeto. Isso pode acontecer se o token do usuário tiver sido violado ou se o usuário não for do projeto associado a esta chave de API.
ru: Учетные данные этого пользователя недействительны для этого проекта. Это может произойти, если токен пользователя был изменен или если пользователь не является частью проекта, связанного с этим ключом API.
sv: Den här användarens inloggningsuppgifter är inte giltiga för det här projektet. Det här kan hända om användarens token har manipulerats, eller om användaren inte är för projektet som är associerat med den här API-nyckeln.

# invalidauthevent
source: An internal error has occurred.
ar: حدث خطأ داخلي.
de: Es ist ein interner Fehler aufgetreten.
es: Ocurrió un error interno.
fr: Une erreur interne s'est produite.
hi: कोई आंतरिक त्रुटि हुई है।
nl: Er is een interne fout opgetreden.
no: Der er opstået en intern fejl.
pt: Ocorreu um erro interno.
ru: Произошла внутренняя ошибка.
sv: Ett internt fel inträffade.

# invalidverificationcode
source: The SMS verification code used to create the phone auth credential is invalid. Please resend the verification code sms and be sure use the verification code provided by the user.
ar: رمز التحقق للرسائل القصيرة المستخدم لإنشاء بيانات اعتماد مصادقة الهاتف غير صالح. يُرجى إعادة إرسال الرسالة القصيرة لرمز التحقق وتأكد من استخدام رمز التحقق الذي قدمه المستخدم.
de: Der zur Erstellung der Telefonauthentifizierungsberechtigung verwendete SMS-Überprüfungscode ist ungültig. Bitte sende den Überprüfungscode erneut per SMS und stelle sicher, dass der vom Nutzer bereitgestellte Überprüfungscode verwendet wird.
es: El código de verificación SMS usado para crear la credencial de autenticación telefónica es inválido. Envía nuevamente el SMS del código de verificación y asegúrate de usar el código de verificación proporcionado por el usuario.
fr: Le code de vérification SMS utilisé pour créer le justificatif d'authentification par téléphone n'est pas valide. Veuillez renvoyer le SMS de code de vérification et veiller à utiliser le code de vérification fourni par l'utilisateur.
hi: फ़ोन प्रमाणीकरण क्रेडेंशियल बनाने के लिए उपयोग किया गया SMS सत्यापन कोड अमान्य है। कृपया सत्यापन कोड SMS दोबारा भेजें और उपयोगकर्ता द्वारा दिया गया सत्यापन कोड ही उपयोग करना सुनिश्चित करें।
nl: De sms-verificatiecode die is gebruikt om de telefoonreferentie voor authenticatie te maken, is ongeldig. Verzend de sms met de verificatiecode opnieuw en zorg ervoor dat u de verificatiecode gebruikt die door de gebruiker is opgegeven.
no: Den SMS-bekræftelseskode, der blev brugt til at oprette telefonbekræftelsen, er ugyldig. Send SMS'en med bekræftelseskoden igen, og sørg for at bruge den bekræftelseskode, som brugeren angiver.
pt: O código de verificação do SMS usado para criar a credencial de autenticação do telefone é inválido. Reenvie o SMS do código de verificação e certifique-se de usar o código de verificação fornecido pelo usuário.
ru: Код проверки SMS, используемый для создания учетных данных аутентификации по телефону, недействителен. Повторно отправьте SMS-код подтверждения и обязательно используйте код подтверждения, предоставленный пользователем.
sv: SMS-verifieringskoden som användes för att skapa inloggningsuppgifter för telefonen är ogiltig. Skicka SMS-verifieringskoden igen och se till att du använder den verifikationskod som användaren angett.

# invalidcontinueuri
source: The continue URL provided in the request is invalid.
ar: عنوان URL لمتابعة المتابعة المقدم في الطلب غير صالح.
de: Die in der Anfrage bereitgestellte Weiterleitungs-URL ist ungültig.
es: La URL de continuación proporcionada en la solicitud es inválida.
fr: L'URL de continuation fournie dans la demande n'est pas valide.
hi: अनुरोध में दिया गया जारी रखने के लिए URL अमान्य है।
nl: De in het verzoek opgegeven doorgaan-URL is ongeldig.
no: Fortsættelses-URL'en, der er angivet i anmodningen, er ugyldig.
pt: O URL de continuação fornecido na solicitação é inválido.
ru: Указанный в запросе URL-адрес для продолжения недействителен.
sv: Den fortsättnings-URL som angetts i begäran är ogiltig.

# invalidcordovaconfiguration
source: The following Cordova plugins must be installed to enable OAuth sign-in: cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser and cordova-plugin-customurlscheme.
ar: يجب تثبيت المكونات الإضافية Cordova التالية لتمكين تسجيل الدخول عبر OAuth: cordova-plugin-buildinfo وcordova-universal-links-plugin وcordova-plugin-browsertab وcordova-plugin-inappbrowser وcordova-plugin-customurlscheme.
de: Die folgenden Cordova-Plugins müssen installiert sein, um die OAuth-Anmeldung zu ermöglichen: cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser und cordova-plugin-customurlscheme.
es: Se deben instalar los siguientes complementos de Cordova para habilitar el inicio de sesión con OAuth: cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser y cordova-plugin-customurlscheme.
fr: Les plugins Cordova suivants doivent être installés pour activer la connexion OAuth : cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser and cordova-plugin-customurlscheme.
hi: OAuth साइन-इन को सक्षम करने के लिए निम्नलिखित Cordova प्लगइन इंस्टॉल किए जाने चाहिए: cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser और cordova-plugin-customurlscheme।
nl: De volgende Cordova-plug-ins moeten zijn geïnstalleerd om OAuth-aanmelding mogelijk te maken: cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser en cordova-plugin-customurlscheme.
no: Følgende Cordova-plugins skal installeres for at aktivere OAuth-login: cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser og cordova-plugin-customurlscheme.
pt: Os seguintes plug-ins do Cordova devem ser instalados para ativar o acesso do OAuth: cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser e cordova-plugin-customurlscheme.
ru: Для включения входа OAuth необходимо установить следующие плагины Cordova: cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser и cordova-plugin-customurlscheme.
sv: Följande Cordova-plugin-program måste installeras för att OAuth-inloggning ska fungera: cordova-plugin-buildinfo, cordova-universal-links-plugin, cordova-plugin-browsertab, cordova-plugin-inappbrowser och cordova-plugin-customurlscheme.

# invalidcustomtoken
source: The custom token format is incorrect. Please check the documentation.
ar: تنسيق العلامة المخصصة غير صحيح. يُرجى مراجعة الوثائق.
de: Das Format des benutzerdefinierten Tokens ist falsch. Bitte überprüfe die Dokumentation.
es: El formato de token personalizado es incorrecto. Por favor revisa la documentación.
fr: Le format du jeton personnalisé est incorrect. Veuillez consulter la documentation.
hi: कस्टम टोकन फ़ॉर्मैट ग़लत है। कृपया दस्तावेज़ देखें।
nl: De aangepaste tokenindeling is onjuist. Controleer de documentatie.
no: Formatet for det brugerdefinerede token er ikke korrekt. Tjek dokumentationen.
pt: O formato do token personalizado está incorreto. Verifique a documentação.
ru: Неправильный формат пользовательского токена. Изучите документацию.
sv: Formatet för den anpassade token är felaktigt. Kontrollera dokumentationen.

# invaliddynamiclinkdomain
source: The provided dynamic link domain is not configured or authorized for the current project.
ar: لم يتم تكوين نطاق الرابط الديناميكي المقدم أو اعتماده للمشروع الحالي.
de: Die angegebene Dynamic Link-Domain ist für das aktuelle Projekt nicht konfiguriert oder autorisiert.
es: El dominio de enlace dinámico proporcionado no está configurado ni autorizado para el proyecto actual.
fr: Le domaine du lien dynamique fourni n'est pas configuré ou autorisé pour le projet actuel.
hi: दिए गए डायनामिक लिंक डोमेन को वर्तमान प्रोजेक्ट के लिए कॉन्फ़िगर या अधिकृत नहीं किया गया है।
nl: Het opgegeven dynamische linkdomein is niet geconfigureerd of geautoriseerd voor het huidige project.
no: Det angivne Dynamic Links-domæne er ikke konfigureret eller autoriseret til det aktuelle projekt.
pt: O domínio do link dinâmico fornecido não está configurado ou autorizado para o projeto atual.
ru: Указанный домен динамической ссылки не настроен или не авторизован для текущего проекта.
sv: Den angivna dynamiska länkdomänen konfigureras inte eller är inte godkänd för det aktuella projektet.

# invalidemail
source: The email address is badly formatted.
ar: عنوان البريد الإلكتروني بتنسيق سيئ.
de: Die E-Mail-Adresse ist schlecht formatiert.
es: La dirección de correo electrónico tiene un formato incorrecto.
fr: L'adresse e-mail est mal formatée.
hi: ईमेल पता ग़लत फ़ॉर्मैट का है।
nl: Het e-mailadres is onjuist opgemaakt.
no: E-mailadressen er forkert formateret.
pt: O endereço de e-mail está mal formatado.
ru: Адрес электронной почты имеет неверный формат.
sv: E-postadressen är felformaterad.

# invalidapikey
source: Your API key is invalid, please check you have copied it correctly.
ar: مفتاح واجهة برمجة التطبيق غير صالح، تحقق من نسخه بشكل صحيح.
de: Dein API-Schlüssel ist ungültig. Bitte überprüfe, ob du ihn korrekt kopiert hast.
es: Tu clave API es inválida. Verifica que la hayas copiado correctamente.
fr: Votre clé API n'est pas valide. Veuillez vérifier que vous l'avez correctement copiée.
hi: आपकी API कुंजी अमान्य है, कृपया यह जांच लें कि आपने इसकी प्रति सही तरीके से ली है।
nl: Uw API-sleutel is ongeldig, controleer of u deze correct hebt gekopieerd.
no: Din API-nøgle er ugyldig. Kontroller, at du har kopieret den korrekt.
pt: Sua chave de API é inválida. Verifique se você a copiou corretamente.
ru: Ваш ключ API недействителен. Проверьте, правильно ли вы его скопировали.
sv: Din API-nyckel är ogiltig, kontrollera att du har kopierat den korrekt.

# invalidcerthash
source: The SHA-1 certificate hash provided is invalid.
ar: تجزئة شهادة SHA-1 المقدمة غير صالحة.
de: Der bereitgestellte SHA-1-Zertifikat-Hash ist ungültig.
es: El hash de certificado SHA-1 proporcionado es inválido.
fr: Le hachage SHA-1 du certificat fourni n'est pas valide.
hi: दिया गया SHA-1 प्रमाणपत्र हैश अमान्य है।
nl: De opgegeven SHA-1-certificaathash is ongeldig.
no: Det angivne SHA-1-certifikathash er ugyldigt.
pt: O hash do certificado SHA-1 fornecido é inválido.
ru: Указанный хэш сертификата SHA-1 недействителен.
sv: Det angivna SHA-1-certifikathashen är ogiltig.

# invalidcredential
source: The supplied auth credential is malformed or has expired.
ar: بيانات اعتماد المصادقة الموردة مشوهة أو منتهية الصلاحية.
de: Die bereitgestellte Authentifizierungsberechtigung ist fehlerhaft oder abgelaufen.
es: La credencial de autenticación proporcionada está mal formada o expiró.
fr: Le justificatif d'authentification fourni est mal formé ou a expiré.
hi: दिया गया प्रमाणन क्रेडेंशियल विकृत है या एक्सपायर हो चुका है।
nl: De opgegeven referentie voor authenticatie is misvormd of verlopen.
no: De angivne godkendelsesoplysninger er forkert formateret eller er udløbet.
pt: A credencial de autenticação fornecida está malformada ou expirou.
ru: Предоставленные учетные данные для аутентификации неправильно оформлены или истекли.
sv: De angivna inloggningsuppgifterna är felaktigt formulerade eller har gått ut.

# invalidmessagepayload
source: The email template corresponding to this action contains invalid characters in its message. Please fix by going to the Auth email templates section in the Firebase Console.
ar: يحتوي قالب البريد الإلكتروني المقابل لهذا الإجراء على أحرف غير صالحة في رسالته. يُرجى الإصلاح بالانتقال إلى قسم قوالب البريد الإلكتروني للمصادقة في وحدة تحكم Firebase.
de: Die dieser Aktion entsprechende E-Mail-Vorlage enthält ungültige Zeichen in ihrer Nachricht. Bitte behebe das Problem, indem du zum Abschnitt „E-Mail-Vorlagen“ von Auth in der Firebase Console gehst.
es: La plantilla de correo electrónico correspondiente a esta acción contiene caracteres inválidos en su mensaje. Por favor arréglalo dirigiéndote a la sección de plantillas de correo electrónico de autenticación en la Consola de Firebase.
fr: Le modèle d'e-mail correspondant à cette action contient des caractères non valides dans son message. Veuillez le corriger en ouvrant la section des modèles d'e-mail d'authentification dans la console Firebase.
hi: इस कार्यवाही से जुड़े ईमेल टेम्प्लेट में उसके संदेश में अमान्य वर्ण हैं। इसे Firebase कंसोल पर प्रमाणन ईमेल टेम्प्लेट सेक्शन पर जाकर ठीक करें।
nl: De e-mailsjabloon die overeenkomt met deze actie bevat ongeldige tekens in het bericht. Herstel dit door naar het gedeelte E-mailsjablonen voor authenticatie in de Firebase-console te gaan.
no: E-mailskabelonen, der svarer til denne handling, indeholder ugyldige tegn i sin meddelelse. Ret det via afsnittet om e-mailskabeloner til godkendelse i Firebase Console.
pt: O modelo de e-mail correspondente a esta ação contém caracteres inválidos em sua mensagem. Corrija acessando a seção Modelos de e-mail de autenticação no Console do Firebase.
ru: Шаблон электронного письма, соответствующий этому действию, содержит недопустимые символы в своем сообщении. Исправьте это, перейдя в раздел шаблонов электронных писем Auth в консоли Firebase Console.
sv: E-postmallen som motsvarar denna åtgärd innehåller ogiltiga tecken i sitt meddelande. Rätta till det genom att gå till avsnittet E-postmallar för autentisering i Firebase-konsolen.

# invalidmultifactorsession
source: The request does not contain a valid proof of first factor successful sign-in.
ar: لا يحتوي الطلب على دليل صالح على تسجيل الدخول بنجاح للعامل الأول.
de: Die Anfrage enthält keinen gültigen Nachweis für eine erfolgreiche Anmeldung mit dem ersten Faktor.
es: La solicitud no contiene una prueba válida de un primer inicio de sesión exitoso con un factor.
fr: La demande ne contient pas une preuve valide de la réussite de la première authentification à deux facteurs.
hi: अनुरोध में पहले वाले कारक के सफल साइन-इन का मान्य प्रमाण नहीं है।
nl: Het verzoek bevat geen geldig bewijs van succesvolle aanmelding met de eerste factor.
no: Anmodningen indeholder ikke et gyldigt bevis på, at første faktor er blevet logget ind.
pt: A solicitação não contém uma prova válida do acesso bem-sucedido ao primeiro fator.
ru: Запрос не содержит действительное доказательство успешного входа с первого фактора.
sv: Begäran innehåller inte ett giltigt bevis på att den första faktorn har loggats in.

# invalidoauthprovider
source: EmailAuthProvider is not supported for this operation. This operation only supports OAuth providers.
ar: EmailAuthProvider غير مدعومة لهذه العملية. تدعم هذه العملية موفري OAuth فقط.
de: EmailAuthProvider wird für diese Operation nicht unterstützt. Diese Operation unterstützt nur OAuth-Anbieter.
es: EmailAuthProvider no es compatible con esta operación. Esta operación solo es compatible con proveedores OAuth.
fr: EmailAuthProvider n'est pas pris en charge pour cette opération. Cette opération prend uniquement en charge les fournisseurs OAuth.
hi: इस कार्यवाही के लिए EmailAuthProvider समर्थित नहीं है। यह कार्यवाही केवल OAuth प्रदाताओं का समर्थन करती है।
nl: EmailAuthProvider wordt niet ondersteund voor deze bewerking. Deze bewerking ondersteunt alleen OAuth-providers.
no: EmailAuthProvider understøttes ikke til denne handling. Denne handling understøtter kun OAuth-udbydere.
pt: EmailAuthProvider não é compatível com esta operação. Esta operação é compatível apenas com provedores de OAuth.
ru: EmailAuthProvider не поддерживается для этой операции. Эта операция поддерживает только поставщиков OAuth.
sv: EmailAuthProvider stöds inte för den här åtgärden. Den här åtgärden stöder endast OAuth-leverantörer.

# invalidoauthclientid
source: The OAuth client ID provided is either invalid or does not match the specified API key.
ar: معرّف عميل OAuth المقدم غير صالح أو لا يتطابق مع مفتاح واجهة برمجة التطبيقات المحدد.
de: Die bereitgestellte OAuth-Client-ID ist entweder ungültig oder stimmt nicht mit dem angegebenen API-Schlüssel überein.
es: La ID de cliente OAuth proporcionada es inválida o no coincide con la clave API especificada.
fr: L'ID client OAuth fourni n'est pas valide ou ne correspond pas à la clé API spécifiée.
hi: दिया गया OAuth क्लाइंट ID या तो अमान्य है या यह दी गई API कुंजी से मेल नहीं खाता।
nl: De opgegeven OAuth-client-id is ongeldig of komt niet overeen met de opgegeven API-sleutel.
no: Det angivne OAuth-klient-ID er enten ugyldigt eller stemmer ikke overens med den angivne API-nøgle.
pt: O ID do cliente OAuth fornecido é inválido ou não corresponde à chave de API especificada.
ru: Указанный идентификатор клиента OAuth недействителен или не соответствует указанному ключу API.
sv: Det angivna OAuth-klient-ID:t är antingen ogiltigt eller stämmer inte överens med den angivna API-nyckeln.

# unauthorizeddomain
source: This domain is not authorized for OAuth operations for your Firebase project. Edit the list of authorized domains from the Firebase console.
ar: هذا النطاق غير معتمد لعمليات OAuth لمشروع Firebase. حرر قائمة النطاقات المعتمدة من وحدة تحكم Firebase.
de: Diese Domain ist nicht für OAuth-Operationen für dein Firebase-Projekt autorisiert. Bearbeite die Liste autorisierter Domains in der Firebase Console.
es: Este dominio no está autorizado para operaciones OAuth para tu proyecto de Firebase. Edita la lista de dominios autorizados desde la Consola de Firebase.
fr: Ce domaine n'est pas autorisé pour les opérations OAuth de votre projet Firebase. Modifiez la liste des domaines autorisés dans la console Firebase.
hi: यह डोमेन आपके Firebase प्रोजेक्ट के लिए OAuth कार्यवाहियों के लिए अधिकृत नहीं है। Firebase कंसोल से अधिकृत डोमेन की सूची संपादित करें।
nl: Dit domein is niet geautoriseerd voor OAuth-bewerkingen voor uw Firebase-project. Bewerk de lijst met geautoriseerde domeinen vanuit de Firebase-console.
no: Dette domæne er ikke autoriseret til at udføre OAuth-handlinger for dit Firebase-projekt. Rediger listen over autoriserede domæner via Firebase Console.
pt: Este domínio não está autorizado a realizar operações de OAuth no seu projeto do Firebase. Edite a lista de domínios autorizados no Console do Firebase.
ru: Этот домен не авторизован для осуществления операций OAuth для вашего проекта Firebase. Отредактируйте список авторизованных доменов в консоли Firebase.
sv: Den här domänen är inte behörig för OAuth-åtgärder för ditt Firebase-projekt. Redigera listan över godkända domäner från Firebase-konsolen.

# invalidactioncode
source: The action code is invalid. This can happen if the code is malformed, expired, or has already been used.
ar: رمز الإجراء غير صالح. يمكن أن يحدث هذا في حالة تشويه الرمز أو انتهاء صلاحيته أو استخدامه بالفعل.
de: Der Aktionscode ist ungültig. Dies kann passieren, wenn der Code falsch formatiert ist, abgelaufen ist oder bereits verwendet wurde.
es: El código de acción es inválido. Esto puede suceder si el código no tiene el formato correcto, expiró o ya fue utilizado.
fr: Le code d'action n'est pas valide. Cette situation peut se produire si le code est mal formé, s'il a expiré ou s'il a déjà été utilisé.
hi: क्रिया कोड अमान्य है। ऐसा तब हो सकता है जब कोड विकृत, एक्सपायर हो चुका हो या पहले ही उपयोग किया जा चुका हो।
nl: De actiecode is ongeldig. Dit kan gebeuren als de code misvormd is, verlopen is of al is gebruikt.
no: Handlingskoden er ugyldig. Dette kan ske, hvis koden er forkert formateret, udløbet eller allerede er blevet anvendt.
pt: O código de ação é inválido. Isso pode acontecer se o código estiver incorreto, expirado ou já tiver sido usado.
ru: Код действия недействителен. Это может произойти, если код неправильно оформлен, истек или уже был использован.
sv: Åtgärdskoden är ogiltig. Det kan hända om koden är felaktigt formaterad, har gått ut eller redan har använts.

# wrongpassword
source: The password is invalid or the user does not have a password.
ar: كلمة المرور غير صالحة أو ليس لدى المستخدم كلمة مرور.
de: Das Passwort ist ungültig oder der Nutzer hat kein Passwort.
es: La contraseña no es válida o el usuario no tiene una contraseña.
fr: Le mot de passe est invalide ou l'utilisateur n'a pas de mot de passe.
hi: पासवर्ड अमान्य है या उपयोगकर्ता का कोई पासवर्ड नहीं है।
nl: Het wachtwoord is ongeldig of de gebruiker heeft geen wachtwoord.
no: Passordet er ugyldig, eller brukeren har ikke et passord.
pt: A senha é inválida ou o usuário não tem uma senha.
ru: Неверный пароль или пользователь не имеет пароля.
sv: Lösenordet är ogiltigt eller användaren har inget lösenord.

# invalidpersistencetype
source: The specified persistence type is invalid. It can only be local, session or none.
ar: نوع الاستمرار المحدد غير صالح. لا يمكن أن يكون إلا محليًا أو جلسة أو لا شيء.
de: Der angegebene Persistenztyp ist ungültig. Er kann nur „local“, „session“ oder „none“ sein.
es: El tipo de persistencia especificado no es válido. Solo puede ser local, de sesión o ninguno.
fr: Le type de persistance spécifié est invalide. Ce ne peut être que local, session ou aucun.
hi: निर्दिष्ट पर्सिस्टेंट प्रकार अमान्य है। यह केवल स्थानीय, सत्र या कोई भी हो सकता है।
nl: Het opgegeven type persistentie is ongeldig. Het kan alleen lokaal, sessie of geen zijn.
no: Den angitte konstantyper er ugyldig. Den kan bare være lokal, økt eller ingen.
pt: O tipo de persistência especificado é inválido. Só pode ser local, de sessão ou nenhum.
ru: Указан некорректный тип постоянства. Поддерживаются только локальное, сеанс или нет.
sv: Den angivna beständighetstypen är ogiltig. Den kan endast vara local, session eller none.
