Repository: ramiro-marinio/chiqui-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, nl, no, pt, ru, sv

source: Language:
ar: اللغة:
es: Idioma:
fr: Langue :
hi: भाषा:
nl: Taal:
no: Språk:
pt: Idioma:
ru: Язык:
sv: Språk:

# chooseSource
source: Choose a Source
ar: اختر المصدر
de: Quelle auswählen
es: Elige una Fuente
fr: Choisir une source
hi: कोई स्रोत चुनें
nl: Kies een bron
no: Velg en kilde
pt: Escolha uma Fonte
ru: Выберите источник
sv: Välj en källa

# deletePPPrompt
source: Delete profile picture?
ar: حذف صورة الملف الشخصي؟
de: Profilbild löschen?
es: Borrar Foto de Perfil?
fr: Supprimer l'image de profil ?
hi: प्रोफ़ाइल तस्वीर हटाएँ?
nl: Profielfoto verwijderen?
no: Slette profilbilde?
pt: Excluir foto do perfil?
ru: Удалить фотографию профиля?
sv: Ta bort profilbild?

# pickVideo
source: Pick a Video
ar: اختر مقطع فيديو
de: Video auswählen
es: Elige un Video
fr: Sélectionner une vidéo
hi: कोई वीडियो चुनें
nl: Kies een video
no: Velg en video
pt: Escolha um Video
ru: Выбрать видео
sv: Välj en video

source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
no: Kamera
pt: Câmera
ru: Камера
sv: Kamera

source: Gallery
ar: المعرض
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
nl: Galerij
no: Galleri
pt: Galeria
ru: Галерея
sv: Galleri

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
nl: Ja
no: Ja
pt: Sim
ru: Да
sv: Ja

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
nl: Nee
no: Nei
pt: Não
ru: Нет
sv: Nej

source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: Accepter
hi: स्वीकार करें
nl: Accepteren
no: Godta
pt: Aceitar
ru: Принять
sv: Godkänn

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fr: Rejeter
hi: अस्वीकार करें
nl: Afwijzen
no: Avslå
pt: Rejeitar
ru: Отклонить
sv: Avböj

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
nl: Zoeken
no: Søk
pt: Procurar
ru: Поиск
sv: Sök

# missingValue
source: Please fill out this field.
ar: الرجاء ملء هذا الحقل.
de: Bitte fülle dieses Feld aus.
es: Por Favor Completa este Campo.
fr: Veuillez remplir ce champ.
hi: कृपया यह फ़ील्ड भरें।
nl: Vul dit veld in.
no: Fyll ut i dette feltet.
pt: Por Favor preencha este Campo.
ru: Пожалуйста, заполните это поле.
sv: Fyll i det här fältet.

source: Saving Changes...
ar: حفظ التغييرات...
de: Änderungen werden gespeichert...
es: Guardando Cambios...
fr: Enregistrement des modifications...
hi: परिवर्तन सहेजे जा रहे हैं...
nl: Wijzigingen opslaan...
no: Lagrer endringer...
pt: Salvando Alterações...
ru: Сохранение изменений...
sv: Sparar ändringar...

# networkError
source: Check your internet connection.
ar: تحقق من اتصالك بالإنترنت.
de: Deine Internetverbindung überprüfen.
es: Comprueba tu conexión a Internet.
fr: Vérifiez votre connexion Internet.
hi: अपने इंटरनेट कनेक्शन की जाँच करें।
nl: Controleer je internetverbinding.
no: Kontroller internettilkoblingen din.
pt: Verifique a sua conexão com a internet
ru: Проверьте подключение к интернету.
sv: Kontrollera din internetanslutning.

# successful
source: Saved Successfully!
ar: حفظ بنجاح!
de: Erfolgreich gespeichert!
es: Guardado con Éxito!
fr: Enregistrement réussi !
hi: सफलतापूर्वक सहेजा गया!
nl: Succesvol opgeslagen!
no: Lagret vellykket!
pt: Salvo Com Sucesso!
ru: Успешно сохранено!
sv: Sparat!

# willNotBeSaved
source: This Will Not Be Saved.
ar: لن يتم حفظ هذا.
de: Wird nicht gespeichert.
es: Esto No Será Guardado.
fr: Cela ne sera pas enregistré.
hi: यह सहेजा नहीं जाएगा।
nl: Wordt niet opgeslagen.
no: Dette vil ikke bli lagret.
pt: Isso não Será Salvo.
ru: Это не будет сохранено.
sv: Det här kommer inte att sparas.

source: Not Accepted.
ar: غير مقبول.
de: Nicht akzeptiert.
es: No Aceptado.
fr: Non accepté.
hi: स्वीकार नहीं किया गया।
nl: Niet geaccepteerd.
no: Ikke godkjent.
pt: Não Aceitado.
ru: Не принято.
sv: Inte accepterat.

source: Your Account
ar: حسابك
de: Dein Konto
es: Tu Cuenta
fr: Votre compte
hi: आपका खाता
nl: Je account
no: Kontoen din
pt: Sua Conta
ru: Ваш аккаунт
sv: Ditt konto

source: Log Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
hi: लॉग आउट करें
nl: Uitloggen
no: Logg ut
pt: Fechar Sessão
ru: Выйти
sv: Logga ut

# longTapMoreOptions
source: Long Tap For More Options
ar: اضغط بشكل مطول لمزيد من الخيارات
de: Drücke lange für weitere Optionen
es: Toque Largo Para Más Opciones
fr: Appui long pour plus d'options
hi: अधिक विकल्पों के लिए लंबे समय तक टैप करें
nl: Lang indrukken voor meer opties
no: Langt trykk for flere valg
pt: Toque longo pra mais opções
ru: Длительное нажатие для дополнительных опций
sv: Tryck och håll ner för fler alternativ

source: No Account
ar: لا يوجد حساب
de: Kein Konto
es: Sin Cuenta
fr: Pas de compte
hi: कोई खाता नहीं
nl: Geen account
no: Ingen konto
pt: Sem Conta
ru: Нет аккаунта
sv: Inget konto

# tapToLogIn
source: Tap to Log In (Or Register)
ar: انقر لتسجيل الدخول (أو التسجيل)
de: Zum Anmelden tippen (oder Registrieren)
es: Tocar para Iniciar Sesión (O Registrarse)
fr: Appuyez pour vous connecter (ou vous inscrire)
hi: लॉग इन करने के लिए टैप करें (या रजिस्टर करें)
nl: Tik hier om in te loggen (of te registreren)
no: Trykk for å logge inn (eller registrere deg)
pt: Tap pra Fazer Log-In (Ou Se Cadastrar)
ru: Нажмите, чтобы войти (или зарегистрироваться)
sv: Tryck för att logga in (eller registrera dig)

source: Configure Profile
ar: تكوين الملف الشخصي
de: Profil konfigurieren
es: Configurar Perfil
fr: Configurer le profil
hi: प्रोफ़ाइल कॉन्फ़िगर करें
nl: Profiel configureren
no: Konfigurer profil
pt: Configurar Perfil
ru: Настроить профиль
sv: Konfigurera profil

source: Display Name
ar: اسم العرض
de: Anzeigename
es: Nombre de Usuario
fr: Nom affiché
hi: प्रदर्शन नाम
nl: Weergavenaam
no: Visningsnavn
pt: Nome de Usuário
ru: Отображаемое имя
sv: Visningsnamn

source: User Info
ar: معلومات المستخدم
de: Benutzerinformationen
es: Información
fr: Informations utilisateur
hi: उपयोगकर्ता जानकारी
nl: Gebruikersinfo
no: Brukerinformasjon
pt: Informação
ru: Информация о пользователе
sv: Användarinformation

source: Training Information
ar: معلومات التدريب
de: Trainingsinformationen
es: Información de Entrenamiento
fr: Informations sur l'entraînement
hi: प्रशिक्षण जानकारी
nl: Trainingsinformatie
no: Treningsinformasjon
pt: Informação de Treino
ru: Тренировочная информация
sv: Träningsinformation

# tIDetails
source: Only the Gym Staff will see this, in order to deliver a tailored training routine
ar: سيرى موظفو الصالة الرياضية فقط هذا، وذلك لتقديم روتين تدريبي مخصص
de: Nur die Mitarbeiter des Fitnessstudios werden dies sehen, um eine maßgeschneiderte Trainingsroutine zu erstellen.
es: Esta Información solo será vista por el equipo del gimnasio, para que puedan proveer una rutina personalizada.
fr: Seul le personnel de la salle de sport verra ces informations afin de proposer un programme d'entraînement personnalisé
hi: यह केवल जिम स्टाफ़ ही देखेगा, ताकि एक अनुकूलित प्रशिक्षण रूटीन प्रदान किया जा सके
nl: Alleen het personeel van de sportschool ziet dit om een trainingsschema op maat te kunnen bieden
no: Kun treningsansatte vil se dette for å levere et skreddersydd treningsprogram
pt: Só a equipe da acádemia verá estes dados, para que possam oferecer uma rotina personalizada.
ru: Только сотрудники спортзала увидят это, чтобы обеспечить индивидуальный режим тренировок
sv: Endast gymmets personal kommer att se det här för att tillhandahålla en skräddarsydd träningsrutin

source: Biological Sex
ar: النوع البيولوجي
de: Geschlecht
es: Sexo Biológico
fr: Sexe biologique
hi: जैविक लिंग
nl: Biologisch geslacht
no: Biologisk kjønn
pt: Sexo Biológico
ru: Биологический пол
sv: Biologiskt kön

source: Male
ar: ذكر
de: Männlich
es: G. Masculino
fr: Homme
hi: पुरुष
nl: Man
no: Mann
pt: G. Masculino
ru: Мужской
sv: Man

source: Female
ar: أنثى
de: Weiblich
es: G. Femenino
fr: Femme
hi: महिला
nl: Vrouw
no: Kvinne
pt: G. Feminino
ru: Женский
sv: Kvinna

# birthdayHeader
source: Birthday
ar: عيد الميلاد
de: Geburtstag
es: F. de Nacimiento (Tap para cambiar)
fr: Date de naissance
hi: जन्मदिन
nl: Geboortedatum
no: Fødselsdag
pt: D. de Nascimento (Tap para mudar)
ru: Дата рождения
sv: Födelsedag

source: Stature and Weight
ar: القامة والوزن
de: Größe und Gewicht
es: Estatura y Peso
fr: Taille et poids
hi: कद और वज़न
nl: Lengte en gewicht
no: Lengde og vekt
pt: Altura e Peso
ru: Рост и вес
sv: Längd och vikt

# historyHeader
source: History
ar: السجل
de: Vorgeschichte
es: Historial
fr: Antécédents
hi: इतिहास
nl: Voorgeschiedenis
no: Historie
pt: Registro
ru: История
sv: Historik

# historyDetails
source: Previous Injuries that make certain exercises difficult, painful or outright impossible.
ar: الإصابات السابقة التي تجعل بعض التمارين صعبة أو مؤلمة أو مستحيلة تمامًا.
de: Vorherige Verletzungen, die bestimmte Übungen erschweren, schmerzhaft oder unmöglich machen.
es: Heridas Previas que hacen a ciertos ejercicios difíciles, dolorosos o directamente imposibles.
fr: Blessures antérieures rendant certains exercices difficiles, douloureux, voire impossibles.
hi: पिछली चोटें जो कुछ व्यायामों को मुश्किल, दर्दनाक या बिलकुल असंभव बना देती हैं।
nl: Eerdere blessures die bepaalde oefeningen moeilijk, pijnlijk of onmogelijk maken.
no: Tidligere skader som gjør visse øvelser vanskelige, smertefulle eller helt umulige.
pt: Lesões anteriores que tornam certos exercícios difíceis, dolorosos ou direitamente impossíveis.
ru: Предыдущие травмы, из-за которых определенные упражнения становятся сложными, болезненными или абсолютно невозможными.
sv: Tidigare skador som gör vissa övningar svåra, smärtsamma eller helt omöjliga.

source: No injuries.
ar: لا توجد اصابات.
de: Keine Verletzungen.
es: No hay lesiones.
fr: Aucune blessure.
hi: कोई चोट नहीं।
nl: Geen blessures.
no: Ingen skader.
pt: Não há lesões.
ru: Нет травм.
sv: Inga skador.

source: Home Page
ar: الصفحة الرئيسية
de: Startseite
es: Página Principal
fr: Page d'accueil
hi: होम पेज
nl: Startpagina
no: Hjemmeside
pt: Página Principal
ru: Главная страница
sv: Startsida

# welcome
source: Welcome to BetterTraining
ar: مرحبًا بك في BetterTraining
de: Willkommen bei BetterTraining
es: Bienvenido a BetterTraining
fr: Bienvenue sur BetterTraining
hi: BetterTraining में आपका स्वागत है
nl: Welkom bij BetterTraining
no: Velkommen til BetterTraining
pt: Bem-vindo ao BetterTraining
ru: Добро пожаловать в BetterTraining
sv: Välkommen till BetterTraining

source: Recent News
ar: أخبار حديثة
de: Neuigkeiten
es: Noticias Recientes
fr: Actualités récentes
hi: ताज़ा समाचार
nl: Recent nieuws
no: Siste nytt
pt: Notícias Recentes
ru: Последние новости
sv: Senaste nytt

source: Source:
ar: مصدر:
de: Quelle:
es: Fuente:
hi: स्रोत:
nl: Bron:
no: Kilde:
pt: Fonte:
ru: Источник:
sv: Källa:

source: My Gyms
ar: صالاتي الرياضية
de: Meine Fitnessstudios
es: Mis Gimnasios
fr: Mes salles de sport
hi: मेरा जिम
nl: Mijn sportscholen
no: Treningssentrene mine
pt: Minhas Academias
ru: Мои спортзалы
sv: Mina gym

source: Owned By You
ar: مملوك من قبلك
de: Dir gehörig
es: Tu Gimnasio
fr: Vous appartenez
hi: आपके द्वारा स्वामित्व
nl: Bezit door jou
no: Eies av deg
pt: Sua Academia
ru: Ваши
sv: Ägt av dig

# enterGymMenu
source: Enter to Gym's Menu
ar: الدخول إلى قائمة الصالة الرياضية
de: Zum Fitnessstudio-Menü
es: Entrar al Menu del Gimnasio
fr: Accéder au menu de la salle de sport
hi: जिम के मेनू में प्रवेश करें
nl: Ga naar het menu van de sportschool
no: Gå til treningssentermenyen
pt: Entrar ao Menu da Academia
ru: Перейти в меню спортзала
sv: Gå till gymmets meny

source: Gym Ratings
ar: تقييمات الصالة الرياضية
de: Bewertungen des Fitnessstudios
es: Reseñas
fr: Évaluations de salles de sport
hi: जिम रेटिंग्स
nl: Waarderingen van sportscholen
no: Vurderinger av treningssenter
pt: Avaliações
ru: Рейтинги спортзалов
sv: Betyg för gym

source: Leave
ar: إجازة
de: Verlassen
es: Salir
fr: Quitter
hi: छोड़ना
nl: Verlaten
no: Forlat
pt: Sair
ru: Покинуть
sv: Lämna

# leavePrompt
source: Leave?
ar: إجازة؟
de: Verlassen?
es: Salir?
fr: Quitter ?
hi: छोड़ें?
nl: Verlaten?
no: Forlate?
pt: Sair?
ru: Покинуть?
sv: Lämna?

# cantLeave
source: You cannot leave this gym, you are the owner.
ar: لا يمكنك مغادرة هذه الصالة الرياضية فأنت المالك.
de: Du kannst dieses Fitnessstudio nicht verlassen, da du der Besitzer bist.
es: No puedes salir de este gimnasio, eres el dueño.
fr: Vous ne pouvez pas quitter cette salle de sport, vous en êtes le propriétaire.
hi: आप इस जिम को नहीं छोड़ सकते, आप इसके मालिक हैं।
nl: Je kunt deze sportschool niet verlaten. Je bent de eigenaar.
no: Du kan ikke forlate dette treningssenteret. Du er eieren.
pt: Você não pode sair desta academia, você é o proprietário dela.
ru: Вы не можете покинуть этот спортзал, вы являетесь владельцем.
sv: Du kan inte lämna det här gymmet, eftersom du är ägaren.

source: Join Gym
ar: الانضمام إلى صالة رياضية
de: Fitnessstudio beitreten
es: Unirse a un Gimnasio
fr: Rejoindre une salle de sport
hi: जिम जॉइन करें
nl: Word lid van sportschool
no: Bli med på treningssenteret
pt: Ingressar em Academia
ru: Присоединиться к спортзалу
sv: Gå med i gym

source: Invite Code
ar: رمز الدعوة
de: Einladungscode
es: Código de Invitación
fr: Code d'invitation
hi: आमंत्रण कोड
nl: Uitnodigingscode
no: Invitasjonskode
pt: Código de Convite
ru: Пригласительный код
sv: Inbjudningskod

# joinButton
source: Join Gym
ar: الانضمام إلى صالة رياضية
de: Fitnessstudio beitreten
es: Unirse
fr: Rejoindre une salle de sport
hi: जिम में शामिल हों
nl: Word lid van sportschool
no: Bli med på treningssenteret
pt: Inscrever-se
ru: Присоединиться к спортзалу
sv: Gå med i gym

source: Not Found
ar: غير موجود
de: Nicht gefunden
es: No Se Encontró
fr: Introuvable
hi: नहीं मिला
nl: Niet gevonden
no: Ikke funnet
pt: Não foi encontrado
ru: Не найдено
sv: Hittades inte

# nfDetails
source: The gym with the specified invite code was not found.
ar: لم يتم العثور على الصالة الرياضية برمز الدعوة المحدد.
de: Das Fitnessstudio mit dem angegebenen Einladungscode wurde nicht gefunden.
es: El gimnasio con el código especificado no se encontró.
fr: La salle de sport avec le code d'invitation spécifié est introuvable.
hi: निर्दिष्ट आमंत्रण कोड वाला जिम नहीं मिला।
nl: De sportschool met de opgegeven uitnodigingscode is niet gevonden.
no: Treningssenteret med spesifisert invitasjonskode ble ikke funnet.
pt: A academia com o código de convite especificado não foi encontrada.
ru: Спортзал с указанным пригласительным кодом не найден.
sv: Gymmet med den angivna inbjudningskoden hittades inte.

# correctGym
source: Is this the correct gym?
ar: هل هذه الصالة الرياضية هي الصحيحة؟
de: Ist dies das richtige Fitnessstudio?
es: Es este el gimnasio correcto?
fr: Est-ce la bonne salle de sport ?
hi: क्या यह सही जिम है?
nl: Is dit de juiste sportschool?
no: Er dette riktig treningssenter?
pt: Esta é a academia correta?
ru: Это правильный спортзал?
sv: Är det här rätt gym?

source: Already Joined
ar: منضم بالفعل
de: Bereits beigetreten
es: Ya Estás Unido
fr: Déjà rejoint
hi: पहले ही शामिल हो चुके हैं
nl: Al lid
no: Allerede bli med
pt: Já se inscreveu
ru: Уже присоединились
sv: Redan med i gym

# alrJnDetails
source: You have already joined this gym!
ar: لقد انضممت بالفعل إلى هذه الصالة الرياضية!
de: Du bist diesem Fitnessstudio bereits beigetreten!
es: Ya te has unido a este gimnasio!
fr: Vous avez déjà rejoint cette salle de sport !
hi: आप पहले ही इस जिम में शामिल हो चुके हैं!
nl: Je bent al lid van deze sportschool!
no: Du har allerede blitt med på dette treningssenteret!
pt: Você já se inscreveu nesta academia!
ru: Вы уже присоединились к этому спортзалу!
sv: Du är redan medlem i det här gymmet!

source: Write Review
ar: كتابة مراجعة
de: Bewertung schreiben
es: Escribir Reseña
fr: Rédiger un commentaire
hi: रिव्यू लिखें
nl: Beoordeling schrijven
no: Skriv anmeldelse
pt: Escrever Avaliação
ru: Написать отзыв
sv: Skriv granskning

source: Title
ar: عنوان
de: Titel
es: Título
fr: Titre
hi: शीर्षक
nl: Titel
no: Tittel
pt: Título
ru: Заголовок
sv: Titel

source: Body
ar: نص
de: Text
es: Cuerpo
fr: Corps
hi: शरीर
nl: Bericht
no: Tekst
pt: Corpo
ru: Текст отзыва
sv: Brödtext

# send
source: Submit
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: जमा करें
nl: Verzenden
no: Send
pt: Enviar
ru: Отправить
sv: Skicka

# ratings
source: "{gym}" Ratings
ar: {gym} -التقييمات
de: "{gym}" Bewertungen
es: Reseñas de "{gym}"
fr: Évaluations de « {gym} »
hi: "{gym}" रेटिंग्स
nl: {gym} - Waarderingen
no: "{gym}" vurderinger
pt: Avaliações de "{gym}"
ru: Рейтинги "{gym}"
sv: {gym} betyg

# createGym
source: Create a Gym
ar: إنشاء صالة رياضية
de: Fitnessstudio erstellen
es: Crear un Gimnasio
fr: Créer une salle de sport
hi: एक जिम बनाएँ
nl: Maak een sportschool
no: Opprett et treningssenter
pt: Criar Academia
ru: Создать спортзал
sv: Skapa ett gym

# gymSavedSuccess
source: Gym Saved Successfully!
ar: تم حفظ الصالة الرياضية بنجاح!
de: Fitnessstudio erfolgreich gespeichert!
es: Gimnasio Guardado Exitosamente!
fr: Salle de sport enregistrée avec succès !
hi: जिम सफलतापूर्वक सहेजा गया!
nl: Sportschool succesvol opgeslagen!
no: Treningssenter lagret vellykket!
pt: Academia Salva Com Sucesso!
ru: Спортзал успешно сохранен!
sv: Gymmet sparades!

source: Edit Gym
ar: تحرير الصالة الرياضية
de: Fitnessstudio bearbeiten
es: Editar Gimnasio
fr: Modifier la salle de sport
hi: जिम संपादित करें
nl: Sportschool bewerken
no: Rediger treningssenter
pt: Editar Academia
ru: Редактировать спортзал
sv: Redigera gym

source: Gym Name
ar: اسم الصالة الرياضية
de: Fitnessstudio-Name
es: Nombre del Gimnasio
fr: Nom de la salle de sport
hi: जिम का नाम
nl: Naam sportschool
no: Navn på treningssenter
pt: Nome da Academia
ru: Название спортзала
sv: Gymnamn

# gymDescription
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
hi: विवरण
nl: Beschrijving
no: Beskrivelse
pt: Descrição
ru: Описание
sv: Beskrivning

# gymPicture
source: Picture
ar: الصورة
de: Bild
es: Imagen
fr: Photo
hi: तस्वीर
nl: Afbeelding
no: Bildet
pt: Imagem
ru: Изображение
sv: Bild

# insertName
source: A name is required.
ar: الاسم مطلوب.
de: Ein Name ist erforderlich.
es: Es necesario un nombre.
fr: Un nom est requis.
hi: एक नाम आवश्यक है।
nl: Een naam is vereist.
no: Et navn er påkrevd.
pt: É necessário um nome.
ru: Необходимо указать название.
sv: Ett namn krävs.

source: Creating Gym...
ar: جاري إنشاء الصالة الرياضية...
de: Fitnessstudio wird erstellt...
es: Creando Gimnasio...
fr: Création d'une salle de sport...
hi: जिम बनाया जा रहा है...
nl: Sportschool wordt aangemaakt...
no: Oppretter treningssenter...
pt: Criando Academia...
ru: Создание спортзала...
sv: Skapar gym...

# leaveCreationDetails
source: The gym you are creating will not be saved.
ar: الصالة الرياضية التي تقوم بإنشائها لن يتم حفظها.
de: Das Fitnessstudio, das du erstellst, wird nicht gespeichert.
es: El gimnasio que estás creando no será guardado.
fr: La salle de sport que vous créez ne sera pas enregistrée.
hi: आपके द्वारा बनाया जा रहा जिम सहेजा नहीं जाएगा।
nl: De sportschool die je aan het maken bent, wordt niet opgeslagen.
no: Treningssenteret du oppretter, vil ikke bli lagret.
pt: A academia que você está criando não será salva.
ru: Создаваемый вами спортзал не будет сохранен.
sv: Gymmet du skapar kommer inte att sparas.

# leaveEditionDetails
source: The gym you are editing will not be saved.
ar: الصالة الرياضية التي تقوم بتحريرها لن يتم حفظها.
de: Das Fitnessstudio, das du bearbeitest, wird nicht gespeichert.
es: El gimnasio que estás editando no será guardado.
fr: La salle de sport que vous modifiez ne sera pas enregistrée.
hi: आपके द्वारा संपादित किया जा रहा जिम सहेजा नहीं जाएगा।
nl: De sportschool die je aan het bewerken bent, wordt niet opgeslagen.
no: Treningssenteret du redigerer, vil ikke bli lagret.
pt: A academia que você está editando não será salva.
ru: Редактируемый вами спортзал не будет сохранен.
sv: Gymmet du redigerar kommer inte att sparas.

source: Gym Info
ar: معلومات الصالة الرياضية
de: Fitnessstudio-Info
es: Info.
fr: Informations sur la salle de sport
hi: जिम जानकारी
nl: Informatie over de sportschool
no: Treningssenterinfo
pt: Info.
ru: Информация о спортзале
sv: Gymmets information

source: Owner:
ar: المالك:
de: Besitzer:
es: Dueño:
fr: Propriétaire :
hi: मालिक:
nl: Eigenaar:
no: Eier:
pt: Proprietário:
ru: Владелец:
sv: Ägare:

# buildDemo
source: Build a Demonstration
ar: إعداد عرض توضيحي
de: Demonstration erstellen
es: Crear una Demostración
fr: Créer une démonstration
hi: प्रदर्शन बनाएँ
nl: Maak een demonstratie
no: Bygg en demonstrasjon
pt: Criar uma Demonstração
ru: Создать демонстрацию
sv: Bygg en demonstration

# createDemoPrompt
source: Create Demonstration?
ar: إنشاء عرض توضيحي؟
de: Demonstration erstellen?
es: Crear Demostración?
fr: Créer une démonstration ?
hi: प्रदर्शन बनाएँ?
nl: Demonstratie maken?
no: Opprette demonstrasjon?
pt: Criar Demonstração?
ru: Создать демонстрацию?
sv: Skapa demonstration?

# saveDemoPrompt
source: Save Demonstration?
ar: حفظ العرض التوضيحي؟
de: Demonstration speichern?
es: Guardar Demostración?
fr: Enregistrer la démonstration ?
hi: प्रदर्शन सहेजें?
nl: Demonstratie opslaan?
no: Lagre demonstrasjon?
pt: Salvar Demonstração?
ru: Сохранить демонстрацию?
sv: Spara demonstration?

# demoPromptDetails
source: Make sure you inserted the Correct Data!
ar: تأكد من إدخال البيانات الصحيحة!
de: Stelle sicher, dass du die richtigen Daten eingegeben hast!
es: Asegurate de haber insertado los datos correctos!
fr: Assurez-vous d'avoir inséré les données correctes !
hi: सुनिश्चित करें कि आपने सही डेटा डाला है!
nl: Zorg ervoor dat je de juiste gegevens invoert!
no: Sørg for at du har lagt inn riktige opplysninger!
pt: Certifique-se de inserir os dados corretos!
ru: Убедитесь, что вы ввели правильные данные!
sv: Se till att du har angett rätt data!

source: Add Demonstration
ar: إضافة عرض توضيحي
de: Demonstration hinzufügen
es: Añadir Demostración
fr: Ajouter une démonstration
hi: प्रदर्शन जोड़ें
nl: Voeg demonstratie toe
no: Legg til demonstrasjon
pt: Adicionar Demonstração
ru: Добавить демонстрацию
sv: Lägg till demonstration

source: Exercise Name
ar: اسم التمرين
de: Übungsname
es: Nombre del Ejercicio
fr: Nom de l'exercice
hi: व्यायाम का नाम
nl: Oefening
no: Øvelsesnavn
pt: Nome do Exercício
ru: Название упражнения
sv: Namn på övning

source: Exercise Unit
ar: وحدة التمرين
de: Übungsgerät
es: Unidad
fr: Unité de l'exercice
hi: व्यायाम इकाई
nl: Meeteenheid
no: Øvelsesenhet
pt: Unidade
ru: Единица измерения упражнения
sv: Enhet för övning

source: Time
ar: الوقت
de: Dauer
es: Tiempo
fr: Durée
hi: समय
nl: Tijd
no: Tid
pt: Tempo
ru: Время
sv: Tid

source: Reps
ar: مرات التكرار
de: Wiederholungen
es: Repeticiones
fr: Répétitions
hi: प्रतिनिधि
nl: Herhalingen
no: Antall repetisjoner
pt: Repetições
ru: Повторения
sv: Repetitioner

source: Exercise Description
ar: وصف التمرين
de: Übungsbeschreibung
es: Descripción
fr: Description de l'exercice
hi: व्यायाम विवरण
nl: Beschrijving oefening
no: Øvelsesbeskrivelse
pt: Descrição
ru: Описание упражнения
sv: Beskrivning av övning

source: Work Areas Trained in Exercise
ar: مناطق العمل المدربة في التمرين
de: Trainingsbereiche für Übung
es: Áreas de Trabajo
fr: Zones de travail entraînées dans l'exercice
hi: व्यायाम में प्रशिक्षित कार्य क्षेत्र
nl: Trainen van lichaamsdelen met oefening
no: Arbeidsområder som trenes i øvelsen
pt: Áreas de Trabalho
ru: Рабочие области, задействованные в упражнении
sv: Träningsområden för övningen

# workAreasPrompt
source: What does this exercise Work?
ar: ما الذي يعمل عليه هذا التمرين؟
de: Welche Bereiche werden mit dieser Übung trainiert?
es: Que trabaja este ejercicio?
fr: Quelles zones cet exercice fait-il travailler ?
hi: इस व्यायाम से क्या काम होता है?
nl: Wat traint deze oefening?
no: Hva trener denne øvelsen?
pt: O que Trabalha este Exercício?
ru: Что прорабатывает это упражнение?
sv: Vilka områden tränas i den här övningen?

source: Exercise Advice
ar: نصائح التمرين
de: Ratschlag für Übung
es: Consejos
fr: Conseils d'exercice
hi: व्यायाम सलाह
nl: Advies bij oefening
no: Øvelsesråd
pt: Conselhos
ru: Советы по упражнениям
sv: Råd för övning
