Repository: ramiro-marinio/chiqui-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, nl, no, pt, ru, sv

source: Metric
ar: متري
de: Metrisch
es: Métricas
fr: Métrique
hi: मीट्रिक
nl: Metriek
no: Metrisk
pt: Métricas
ru: Метрическая система
sv: Metrisk

source: Change Units?
ar: تغيير الوحدات؟
de: Einheiten ändern?
es: Cambiar Unidades?
fr: Modifier les unités ?
hi: माप की इकाइयाँ बदलें?
nl: Eenheden wijzigen?
no: Endre enheter?
pt: Mudar Unidades?
ru: Изменить единицы измерения?
sv: Ändra enheter?

source: Notifications:
ar: إشعارات:
de: Benachrichtigungen:
es: Notificaciones:
hi: सूचनाएँ:
nl: Meldingen:
no: Varsler:
pt: Notificações:
ru: Уведомления:
sv: Aviseringar:

source: Enabled
ar: ممكّن
de: Aktiviert
es: Habilitadas
fr: Activé
hi: सक्षम
nl: Ingeschakeld
no: Aktivert
pt: Ativadas
ru: Включены
sv: Aktiverad

source: Disabled
ar: معطل
de: Deaktiviert
es: Deshabilitadas
fr: Désactivé
hi: अक्षम
nl: Uitgeschakeld
no: Deaktivert
pt: Desativadas
ru: Отключены
sv: Inaktiverad

source: Enable Notifications
ar: تمكين الإشعارات
de: Benachrichtigungen aktivieren
es: Habilitar Notificaciones
fr: Activer les notifications
hi: सूचनाएँ सक्षम करें
nl: Meldingen inschakelen
no: Aktiver varsler
pt: Ativar Notificações
ru: Включить уведомления
sv: Aktivera aviseringar

# generalError
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
nl: Fout
no: Feil
pt: Erró
ru: Ошибка
sv: Fel

# errorEnablingNotifications
source: Failed to open settings
ar: فشل فتح الإعدادات
de: Einstellungen konnten nicht geöffnet werden
es: Fallo al abrir ajustes
fr: Échec de l'ouverture des paramètres
hi: सेटिंग्स खोलने में विफलता
nl: Kan instellingen niet openen
no: Klarte ikke å åpne innstillinger
pt: Falha ao abrir configurações
ru: Не удалось открыть настройки
sv: Det gick inte att öppna inställningarna

# metricOrImperial
source: Metric or Imperial System?
ar: نظام الوحدات المتري أم الإمبراطوري؟
de: Metrisches oder imperiales System?
es: Sistema Métrico o Imperial?
fr: Système métrique ou impérial?
hi: शाही या मीट्रिक प्रणाली?
nl: Metriek of Imperiaal systeem?
no: Metrisk eller imperialt system?
pt: Sistema Métrico Ou Imperial?
ru: Английская или метрическая система?
sv: Metriskt eller imperialt system?

# moiDetails
source: The imperial system is used in the US, Liberia and Myanmar. It has measures like the pound (lb), feet (ft) and inches (in). The metric system, on the other hand, is used in the rest of the world and uses measures like kilograms (kg) and meters (m)
ar: يستخدم النظام الإمبراطوري في الولايات المتحدة وليبيريا وميانمار، ولديه وحدات قياس مثل الرطل (lb) والقدم (ft) والبوصة (in). أما النظام المتري يستخدم في بقية العالم ويستخدم وحدات قياس مثل الكيلو جرام (kg) والمتر (m).
de: Das imperiale System wird in den USA, Liberia und Myanmar verwendet. Es hat Maßeinheiten wie Pfund (lb), Fuß (ft) und Zoll (in). Das metrische System hingegen wird im Rest der Welt verwendet und verwendet Maßeinheiten wie Kilogramm (kg) und Meter (m)
es: El sistema métrico es usado en países como EEUU, Liberia o Myanmar, y tiene unidades como los pies (ft), las pulgadas (in) y las libras (lb). El sistema métrico, por otro lado, es usado en el resto del mundo y usa medidas como los kilogramos (kg) o los metros (m)
fr: Le système impérial est utilisé aux États-Unis, au Libéria et au Myanmar. Il utilise des mesures comme la livre (lb), le pied (ft) et le pouce (in). Le système métrique, d'un autre côté, est utilisé dans le reste du monde et utilise des mesures comme le kilogramme (kg) et le mètre (m).
hi: संयुक्त राज्य अमेरिका, लाइबेरिया और म्यांमार में शाही प्रणाली का उपयोग किया जाता है। इसमें पाउंड (lb), फीट (ft) और इंच (in) जैसे माप हैं। दूसरी ओर, मीट्रिक प्रणाली का उपयोग दुनिया के बाकी हिस्सों में किया जाता है और इसमें किलोग्राम (kg) और मीटर (m) जैसे माप हैं।
nl: Het Imperiale systeem wordt gebruikt in de VS, Liberia en Myanmar. Het heeft eenheden zoals het pond (lb), voet (ft) en inch (in). Het Metrieke systeem wordt daarentegen gebruikt in de rest van de wereld en gebruikt eenheden zoals kilogram (kg) en meter (m).
no: Det imperiallsystemet brukes i USA, Liberia og Myanmar. Det inkluderer mål som pund (lb), fot (ft) og tommer (in). Det metriske systemet brukes derimot i resten av verden, og inkluderer mål som kilogram (kg) og meter (m).
pt: O sistema imperial é usado em países como os EUA, Libéria ou Myanmar, e tem unidades como os pés (ft), as polegadas (in) e as libras (lb). O sistema métrico, por outro lado, é usado no resto do mundo e tem medidas como quilogramas (kg) ou metros (m)
ru: Английская система используется в США, Либерии и Мьянме. В ней используются такие единицы измерения, как фунт (lb), фут (ft) и дюйм (in). Метрическая система, с другой стороны, используется в остальных странах мира и включает такие единицы измерения, как килограмм (kg) и метр (m)
sv: Det imperiala systemet används i USA, Liberia och Myanmar. Det har mått som pund (lb), fot (ft) och tum (in). Det metriska systemet används å andra sidan i resten av världen och använder mått som kilogram (kg) och meter (m).

# adminrestrictedoperation
source: This operation is restricted to administrators only.
ar: هذه العملية مقصورة على المسؤولين فقط.
de: Diese Operation ist nur für Administratoren zulässig.
es: Esta operación está restringida únicamente para administradores.
fr: Cette opération n'est réservée qu'aux administrateurs.
hi: यह कार्यवाही सिर्फ़ व्यवस्‍थापक तक ही सीमित है।
nl: Deze bewerking is alleen voor beheerders.
no: Denne handling er kun forbeholdt administratorer.
pt: Esta operação é restrita exclusivamente a administradores.
ru: Эта операция доступна только администраторам.
sv: Denna åtgärd är endast begränsad till administratörer.

# appnotauthorized
source: This app, identified by the domain where it's hosted, is not authorized to use Firebase Authentication with the provided API key. Review your key configuration in the Google API console.
ar: لم يتم اعتماد هذا التطبيق المحدد بالنطاق الذي تتم استضافته من خلاله، لاستخدام مصادقة Firebase مع مفتاح واجهة برمجة التطبيق المقدم. راجع تكوين المفتاح في وحدة تحكم واجهة برمجة تطبيقات Google.
de: Diese App, die über die Domain identifiziert wird, in der sie gehostet wird, ist nicht zur Verwendung von Firebase Authentifizierung mit dem bereitgestellten API-Schlüssel berechtigt. Überprüfe die Konfiguration deines Schlüssels in der Google API Console.
es: Esta aplicación, identificada por el dominio en el que está alojada, no está autorizada para usar Firebase Authentication con la clave API proporcionada. Revisa la configuración de la clave en la Consola de API de Google.
fr: Cette appli, identifiée par le domaine qui l'héberge, n'est pas autorisée à utiliser Firebase Authentication avec la clé d'API fournie. Vérifiez la configuration de votre clé dans la console API Google.
hi: इस डोमेन से पहचाने जाने वाले इस ऐप को प्रदान की गई API कुंजी के साथ Firebase प्रमाणन का उपयोग करने की अनुमति नहीं है। Google API कंसोल में अपनी कुंजी कॉन्फ़िगरेशन की समीक्षा करें।
nl: Deze app, geïdentificeerd door het domein waar deze wordt gehost, is niet geautoriseerd om Firebase-authenticatie te gebruiken met de opgegeven API-sleutel. Controleer uw sleutelconfiguratie in de Google API-console.
no: Denne app med det domæne, hvor den er hosted, har ikke tilladelse til at bruge Firebase-godkendelse med den angivne API-nøgle. Gennemgå din nøglekonfiguration i Google API Console.
pt: Este aplicativo, identificado pelo domínio no qual está hospedado, não está autorizado a usar a Autenticação do Firebase com a chave de API fornecida. Verifique a configuração de sua chave no Console da API do Google.
ru: Это приложение, которое идентифицируется по домену, где оно размещено, не авторизовано для использования Firebase Authentication с указанным ключом API. Проверьте настройки ключа в Google API console.
sv: Denna app, som identifieras av domänen som den är värd för, är inte behörig att använda Firebase Authentication med den angivna API-nyckeln. Granska din nyckelkonfiguration i Googles API-konsol.

# appnotinstalled
source: The requested mobile application corresponding to the identifier (Android package name or iOS bundle ID) provided is not installed on this device.
ar: لم يتم تثبيت تطبيق الجوال المطلوب المقابل للمعرّف المقدم (اسم حزمة Android أو معرّف مجموعة iOS) على هذا الجهاز.
de: Die angeforderte mobile Anwendung, die dem bereitgestellten Bezeichner (Android-Paketname oder iOS-Bundle-ID) entspricht, ist auf diesem Gerät nicht installiert.
es: La aplicación móvil solicitada correspondiente al identificador (nombre del paquete de Android o ID de paquete de iOS) proporcionado no está instalada en este dispositivo.
fr: L'application mobile demandée correspondant à l'identifiant fourni (nom du package Android ou ID du bundle iOS) n'est pas installée sur cet appareil.
hi: इस पहचानकर्ता (Android पैकेज नाम या iOS बंडल ID) से जुड़े, अनुरोधित मोबाइल एप्लिकेशन को इस डिवाइस पर इंस्टॉल नहीं किया गया है।
nl: De gevraagde mobiele toepassing die overeenkomt met de opgegeven id (Android-pakketnaam of iOS-bundel-id) is niet op dit apparaat geïnstalleerd.
no: Den anmodede mobilenhed, der svarer til den angivne identifikator (Android-pakkenavn eller iOS-pakke-ID), er ikke installeret på denne enhed.
pt: O aplicativo móvel solicitado correspondente ao identificador fornecido (nome do pacote Android ou ID do pacote iOS) não está instalado neste dispositivo.
ru: Запрашиваемое мобильное приложение, соответствующее идентификатору (имени пакета Android или идентификатору пакета iOS), не установлено на этом устройстве.
sv: Den begärda mobilappen som motsvarar den angivna identifieraren (Android-paketnamn eller iOS-bunt-ID) är inte installerad på den här enheten.

# captchacheckfailed
source: The reCAPTCHA response token provided is either invalid, expired, already used or the domain associated with it does not match the list of whitelisted domains.
ar: رمز الاستجابة reCAPTCHA الذي تم إرساله غير صالح أو منتهي الصلاحية أو مستخدم بالفعل أو أن النطاق المرتبط به لا يتطابق مع قائمة النطاقات المدرجة في القائمة البيضاء.
de: Das bereitgestellte reCAPTCHA-Antwort-Token ist entweder ungültig, abgelaufen, wurde bereits verwendet oder die damit verknüpfte Domain stimmt nicht mit der Liste weißgelisteter Domains überein.
es: El token de respuesta reCAPTCHA proporcionado es inválido, venció, ya fue utilizado o el dominio asociado no coincide con la lista de dominios permitidos.
fr: Le jeton de réponse reCAPTCHA fourni n'est pas valide, est expiré, déjà utilisé ou le domaine associé ne correspond à aucun des domaines autorisés.
hi: दिया गया reCAPTCHA प्रतिक्रिया टोकन या तो अमान्य, एक्सपायर हो चुका है, पहले ही उपयोग किया जा चुका है या इससे जुड़ा डोमेन श्वेतसूचीबद्ध डोमेन की सूची से मेल नहीं खाता है।
nl: Het opgegeven reCAPTCHA-antwoordtoken is ongeldig, verlopen, al gebruikt of het bijbehorende domein komt niet overeen met de lijst met toegestane domeinen.
no: Den angivne reCAPTCHA-svartoken er ugyldig, udløbet, allerede blevet anvendt, eller det tilknyttede domæne stemmer ikke overens med listen over hvidlistede domæner.
pt: O token de resposta do reCAPTCHA fornecido é inválido, expirou, já foi usado ou o domínio associado a ele não corresponde à lista de domínios liberados.
ru: Токен ответа reCAPTCHA является недействительным, истек, уже использовался или домен, связанный с ним, не соответствует списку доменов, включенных в белый список.
sv: CAPTCHA-svarstoken som angetts är antingen ogiltig, utgången, redan använd eller domänen som är associerad med den stämmer inte överens med listan över godkända domäner.

# codeexpired
source: The SMS code has expired. Please re-send the verification code to try again.
ar: انتهت صلاحية رمز الرسالة القصيرة. يُرجى إعادة إرسال رمز التحقق لإعادة المحاولة.
de: Der SMS-Code ist abgelaufen. Bitte sende den Bestätigungscode erneut, um es erneut zu versuchen.
es: El código SMS expiró. Envía el código de verificación nuevamente para intentar otra vez.
fr: Le code SMS a expiré. Veuillez renvoyer le code de vérification pour réessayer.
hi: SMS कोड एक्सपायर हो चुका है। दोबारा प्रयास करने के लिए सत्यापन कोड दोबारा भेजें।
nl: De sms-code is verlopen. Verzend de verificatiecode opnieuw om het opnieuw te proberen.
no: SMS-koden er udløbet. Send bekræftelseskoden igen for at prøve på ny.
pt: O código do SMS expirou. Reenvie o código de verificação para tentar novamente.
ru: Срок действия кода SMS истек. Пожалуйста, отправьте код подтверждения еще раз.
sv: Sms-koden har gått ut. Skicka bekräftelsekoden igen för att försöka igen.

# cordovanotready
source: Cordova framework is not ready.
ar: إطار Cordova غير جاهز.
de: Cordova Framework ist nicht bereit.
es: Framework Cordova no está listo.
fr: La structure Cordova n'est pas prête.
hi: Cordova फ़्रेमवर्क तैयार नहीं है।
nl: Cordova-framework is niet klaar.
no: Cordova-rammen er ikke klar.
pt: O framework do Cordova não está pronto.
ru: Фреймворк Cordova не готов.
sv: Apache Cordova-ramverket är inte klart.

# corsunsupported
source: This browser is not supported.
ar: هذا المتصفح غير معتمد.
de: Dieser Browser wird nicht unterstützt.
es: Este navegador no es compatible.
fr: Ce navigateur n'est pas pris en charge.
hi: यह ब्राउज़र समर्थित नहीं है।
nl: Deze browser wordt niet ondersteund.
no: Denne browser understøttes ikke.
pt: Este navegador não é compatível.
ru: Этот браузер не поддерживается.
sv: Den här webbläsaren stöds inte.

# credentialalreadyinuse
source: This credential is already associated with a different user account.
ar: تمت بالفعل مشاركة هذه المعلومات في حساب مستخدم مختلف.
de: Diese Berechtigung ist bereits einem anderen Benutzerkonto zugeordnet.
es: Esta credencial ya está asociada con una cuenta de usuario diferente.
fr: Ce justificatif d'authentification est déjà associé à un autre compte d'utilisateur.
hi: यह क्रेडेंशियल पहले से ही किसी भिन्न उपयोगकर्ता खाते से जुड़ा हुआ है।
nl: Deze referentie is al gekoppeld aan een ander gebruikersaccount.
no: Disse legitimationsoplysninger er allerede knyttet til en anden brugerkonto.
pt: Essa credencial já está associada a uma conta de usuário diferente.
ru: Этот учетный документ уже связан с другой учетной записью пользователя.
sv: Denna verifieringsuppgift är redan associerad med ett annat användarkonto.

# customtokenmismatch
source: The custom token corresponds to a different audience.
ar: تتوافق العلامة المخصصة مع جمهور مختلف.
de: Das benutzerdefinierte Token entspricht einer anderen Zielgruppe.
es: El token personalizado corresponde a un público diferente.
fr: Le jeton personnalisé correspond à une autre audience.
hi: कस्टम टोकन भिन्न ऑडियंस से जुड़ा है।
nl: Het aangepaste token komt overeen met een ander publiek.
no: Det brugerdefinerede token svarer til en anden målgruppe.
pt: O token personalizado corresponde a um público diferente.
ru: Пользовательский токен соответствует другой аудитории.
sv: Den anpassade token motsvarar en annan målgrupp.

# requiresrecentlogin
source: This operation is sensitive and requires recent authentication. Log in again before retrying this request.
ar: هذه العملية حساسة وتتطلب مصادقة حديثة. سجّل الدخول مرة أخرى قبل إعادة المحاولة.
de: Diese Operation ist sensibel und erfordert eine kürzliche Authentifizierung. Melde dich erneut an, bevor du diese Anfrage erneut versuchst.
es: Esta operación es confidencial y requiere autenticación reciente. Vuelve a iniciar sesión antes de volver a intentar esta solicitud.
fr: Cette opération est sensible et requiert une authentification récente. Veuillez vous reconnecter avant de réessayer.
hi: यह कार्यवाही संवेदनशील है और इसके लिए हाल ही में प्रमाणन की आवश्यकता है। इस अनुरोध को फिर से आज़माने से पहले, दोबारा लॉग-इन करें।
nl: Deze bewerking is gevoelig en vereist recente authenticatie. Meld u opnieuw aan voordat u dit verzoek opnieuw probeert.
no: Denne handling er følsom og kræver en nylig godkendelse. Log ind igen, før du prøver på ny at anmode om dette.
pt: Esta operação é sigilosa e requer autenticação recente. Faça login novamente antes de tentar esta solicitação novamente.
ru: Эта операция является конфиденциальной и требует недавней авторизации. Войдите снова перед повторной попыткой отправить этот запрос.
sv: Denna åtgärd är känslig och kräver nyligen autentisering. Logga in igen innan du försöker den här begäran igen.

# dynamiclinknotactivated
source: Please activate Dynamic Links in the Firebase Console and agree to the terms and conditions.
ar: يُرجى تنشيط الروابط الديناميكية في وحدة تحكم Firebase والموافقة على الشروط والأحكام.
de: Bitte aktiviere Dynamic Links in der Firebase Console und stimmen den Bedingungen zu.
es: Activa Enlaces Dinámicos en la Consola de Firebase y acepta los términos y condiciones.
fr: Veuillez activer les liens dynamiques dans la console Firebase et accepter les conditions générales.
hi: कृपया Firebase कंसोल में डायनामिक लिंक सक्रिय करें और नियम और शर्तों से सहमत हों।
nl: Activeer Dynamic Links in de Firebase-console en ga akkoord met de algemene voorwaarden.
no: Aktivér Dynamic Links i Firebase Console, og accepter vilkår og betingelser.
pt: Ative os Links dinâmicos no Console do Firebase e aceite os termos e condições.
ru: Пожалуйста, активируйте динамические ссылки в консоли Firebase Console и согласитесь с условиями.
sv: Aktivera dynamiska länkar i Firebase-konsolen och godkänn villkoren.

# emailchangeneedsverification
source: Multi-factor users must always have a verified email.
ar: يجب أن يكون لدى المستخدمين متعددي العوامل بريد إلكتروني تم التحقق منه دائمًا.
de: Nutzer mit mehreren Faktoren müssen immer eine verifizierte E-Mail-Adresse haben.
es: Los usuarios con múltiples factores siempre deben tener una dirección de correo electrónico verificada.
fr: Les utilisateurs multifacteurs doivent toujours avoir une adresse e-mail vérifiée.
hi: बहु-कारक वाले उपयोगकर्ताओं के पास हमेशा एक सत्यापित ईमेल होना चाहिए।
nl: Multifactor-gebruikers moeten altijd een geverifieerd e-mailadres hebben.
no: Brugerne af multifaktor skal altid have en bekræftet e-mailadresse.
pt: Usuários multifatores sempre devem ter um e-mail verificado.
ru: Пользователи с многофакторной аутентификацией всегда должны проходить проверку электронной почты.
sv: Användare av flera faktorer måste alltid ha en verifierad e-postadress.

# emailalreadyinuse
source: The email address is already in use by another account.
ar: عنوان البريد الإلكتروني مستخدم بالفعل في حساب آخر.
de: Die E-Mail-Adresse wird bereits von einem anderen Konto verwendet.
es: La dirección de correo electrónico ya está siendo utilizada por otra cuenta.
fr: L'adresse e-mail est déjà utilisée par un autre compte.
hi: यह ईमेल पता पहले से किसी अन्य खाते द्वारा उपयोग किया जा रहा है।
nl: Het e-mailadres wordt al gebruikt door een ander account.
no: E-mailadressen bruges allerede af en anden konto.
pt: O endereço de e-mail já está em uso por outra conta.
ru: Адрес электронной почты уже используется другой учетной записью.
sv: E-postadressen används redan av ett annat konto.

# expiredactioncode
source: The action code has expired.
ar: انتهى مفعول رمز الإجراء
de: Der Aktionscode ist abgelaufen.
es: El código de acción expiró.
fr: Le code d'action a expiré.
hi: क्रिया कोड एक्सपायर हो चुका है।
nl: De actiecode is verlopen.
no: Handlingskoden er udløbet.
pt: O código de ação expirou.
ru: Срок действия кода истек.
sv: Åtgärdskoden har gått ut.

# cancelledpopuprequest
source: This operation has been cancelled due to another conflicting popup being opened.
ar: تم إلغاء هذه العملية بسبب فتح نافذة منبثقة متضاربة.
de: Diese Operation wurde abgebrochen, da ein anderes widersprüchliches Popup geöffnet wurde.
es: Esta operación fue cancelada debido a que se abrió otra ventana emergente conflictiva.
fr: Cette opération a été annulée en raison d'un autre conflit avec une fenêtre contextuelle ouverte.
hi: किसी अन्य परस्‍पर विरोधी पॉप-अप के खुलने के कारण यह कार्यवाही रद्द की गई है।
nl: Deze bewerking is geannuleerd vanwege een ander conflicterend pop-upvenster dat is geopend.
no: Denne handling er blevet annulleret, fordi der er blevet åbnet en anden modstridende pop op-meddelelse.
pt: Esta operação foi cancelada devido à abertura de outro pop-up conflitante.
ru: Эта операция была отменена из-за того, что было открыто другое противоречащее всплывающее окно.
sv: Åtgärden har avbrutits på grund av att en annan popup öppnats.

# internalerror
source: An internal error has occurred.
ar: حدث خطأ داخلي.
de: Es ist ein interner Fehler aufgetreten.
es: Ocurrió un error interno.
fr: Une erreur interne s'est produite.
hi: कोई आंतरिक त्रुटि हुई है।
nl: Er is een interne fout opgetreden.
no: Der er opstået en intern fejl.
pt: Ocorreu um erro interno.
ru: Произошла внутренняя ошибка.
sv: Ett internt fel inträffade.

# invalidappcredential
source: The phone verification request contains an invalid application verifier. The reCAPTCHA token response is either invalid or expired.
ar: يحتوي طلب التحقق من الهاتف على مُحقق تطبيق غير صالح. رمز استجابة reCAPTCHA غير صحيح أو منتهي الصلاحية.
de: Die Telefonüberprüfungsanfrage enthält einen ungültigen Anwendungsüberprüfer. Die reCAPTCHA-Token-Antwort ist entweder ungültig oder abgelaufen.
es: La solicitud de verificación telefónica contiene un verificador de aplicación inválido. La respuesta del token reCAPTCHA es inválida o venció.
fr: La demande de vérification par téléphone contient un vérificateur d'application non valide. La réponse du jeton reCAPTCHA est non valide ou a expiré.
hi: फ़ोन सत्यापन अनुरोध में एक अमान्य एप्लिकेशन सत्यापनकर्ता है। reCAPTCHA टोकन प्रतिक्रिया या तो अमान्य है या एक्सपायर हो चुकी है।
nl: Het verzoek voor telefoonverificatie bevat een ongeldige toepassingsverificator. Het reCAPTCHA-tokenantwoord is ongeldig of verlopen.
no: Anmodningen om at bekræfte telefonnummeret indeholder en ugyldig appverifier. reCAPTCHA-tokensvaret er enten ugyldigt eller udløbet.
pt: A solicitação de verificação por telefone contém um verificador de aplicativo inválido. A resposta do token do reCAPTCHA é inválida ou expirou.
ru: Запрос проверки по телефону содержит недействительный проверяющий приложения. Ответ токена reCAPTCHA является недействительным или истек.
sv: Begäran om telefonverifiering innehåller en ogiltig programverifierare. CAPTCHA-tokensvar är antingen ogiltigt eller har gått ut.

# invalidappid
source: The mobile app identifier is not registed for the current project.
ar: لم يتم تسجيل معرّف تطبيق الهاتف المحمول للمشروع الحالي.
de: Die mobile App-Kennung ist nicht für das aktuelle Projekt registriert.
es: El identificador de la aplicación móvil no está registrado para el proyecto actual.
fr: L'identifiant d'application mobile n'est pas enregistré pour le projet actuel.
hi: मोबाइल ऐप पहचानकर्ता वर्तमान प्रोजेक्ट के लिए रजिस्टर्ड नहीं है।
nl: De id van de mobiele app is niet geregistreerd voor het huidige project.
no: Mobilappidentifikatoren er ikke registreret for det aktuelle projekt.
pt: O identificador do aplicativo móvel não está registrado no projeto atual.
ru: Идентификатор мобильного приложения не зарегистрирован для текущего проекта.
sv: Mobilappidentifieraren är inte registrerad för det aktuella projektet.
