Repository: ramiro-marinio/chiqui-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, nl, no, pt, ru, sv

# accountexistswithdifferentcredential
source: An account already exists with the same email address but different sign-in credentials. Sign in using a provider associated with this email address.
ar: يوجد حساب بالفعل بنفس عنوان البريد الإلكتروني ولكن بيانات اعتماد تسجيل دخول مختلفة. سجّل الدخول باستخدام مزود مرتبط بهذا البريد الإلكتروني.
de: Es existiert bereits ein Konto mit derselben E-Mail-Adresse, aber anderen Anmeldedaten. Melde dich mit einem Anbieter an, der mit dieser E-Mail-Adresse verknüpft ist.
es: Ya existe una cuenta con la misma dirección de correo electrónico pero con diferentes credenciales de inicio de sesión. Inicia sesión mediante el proveedor asociado con esta dirección de correo electrónico.
fr: Un compte existe déjà avec la même adresse e-mail mais des informations d'identification de connexion différentes. Connectez-vous à l'aide d'un fournisseur associé à cette adresse e-mail.
hi: एक खाता पहले से ही उसी ईमेल पते के साथ है लेकिन अलग-अलग साइन-इन क्रेडेंशियल हैं। इस ईमेल पते से संबद्ध प्रदाता का उपयोग करके साइन इन करें।
nl: Er bestaat al een account met hetzelfde e-mailadres maar met andere aanmeldingsreferenties. Meld je aan met een provider die aan dit e-mailadres is gekoppeld.
no: Det finnes allerede en konto med den samme e-postadressen, men med andre godkjenningsopplysninger. Logg inn med en leverandør som er knyttet til denne e-postadressen.
pt: Uma conta já existe com o mesmo endereço de e-mail, mas credenciais de login diferentes. Faça login usando um provedor associado a este endereço de e-mail.
ru: Учетная запись с таким адресом электронной почты уже существует, но с другими учетными данными для входа. Войдите с помощью поставщика, связанного с этим адресом электронной почты.
sv: Ett konto med samma e-postadress men andra inloggningsuppgifter finns redan. Logga in med en provider som är kopplad till den här e-postadressen.

# networkrequestfailed
source: A network error (such as timeout, interrupted connection or unreachable host) has occurred.
ar: حدث خطأ في الشبكة (مثل انتهاء مهلة الاتصال أو انقطاع الاتصال أو استضافة الجهاز لا يمكن الوصول إليه).
de: Es ist ein Netzwerkfehler aufgetreten (z. B. Timeout, unterbrochene Verbindung oder nicht erreichbarer Host).
es: Ocurrió un error de red (como tiempo de espera agotado, conexión interrumpida o host inaccesible).
fr: Une erreur réseau (telle qu'un délai d'attente, une interruption de connexion ou un hôte inaccessible) s'est produite.
hi: एक नेटवर्क त्रुटि (जैसे टाइमआउट, बाधित कनेक्शन या अप्राप्य होस्ट) उत्पन्न हुई है।
nl: Er is een netwerkfout opgetreden (zoals een time-out, een onderbroken verbinding of een onbereikbare host).
no: Det har oppstått en nettverksfeil (for eksempel tidsavbrudd, avbrutt tilkobling eller utilgjengelig vert).
pt: Ocorreu um erro de rede (como tempo limite, conexão interrompida ou host inacessível).
ru: Произошла сетевая ошибка (например, истечение времени ожидания, прерванное соединение или недоступный хост).
sv: Ett nätverksfel (till exempel timeout, avbruten anslutning eller oåtkomlig värd) har inträffat.

# noauthevent
source: An internal error has occurred.
ar: حدث خطأ داخلي.
de: Es ist ein interner Fehler aufgetreten.
es: Ocurrió un error interno.
fr: Une erreur interne est survenue.
hi: एक आंतरिक त्रुटि आई है।
nl: Er is een interne fout opgetreden.
no: Det har oppstått en intern feil.
pt: Ocorreu um erro interno.
ru: Произошла внутренняя ошибка.
sv: Ett internt fel har inträffat.

source: Argument Error.
ar: خطأ في وسيطة.
de: Ungültiges Argument.
es: Error de argumentos
fr: Argument demandé incorrect.
hi: तर्क अमान्य है
nl: Er is een probleem met uw argumenten. Controleer de argumenten en probeer het opnieuw.
no: Ugyldige argumenter.
pt: Erró nos argumentos.
ru: Неверный аргумент
sv: Argumentfelet

# nosuchprovider
source: User was not linked to an account with the given provider.
ar: لم يتم ربط المستخدم بحساب مع المزود المحدد.
de: Nutzer war nicht mit einem Konto beim angegebenen Anbieter verknüpft.
es: El usuario no estaba vinculado a una cuenta con el proveedor dado.
fr: L'utilisateur n'était pas lié à un compte avec le fournisseur donné.
hi: उपयोगकर्ता दिए गए प्रदाता के साथ किसी खाते से लिंक नहीं था।
nl: Gebruiker was niet gekoppeld aan een account met de opgegeven provider.
no: Brukeren var ikke koblet til en konto med den angitte leverandøren.
pt: O usuário não foi vinculado a uma conta com o provedor fornecido.
ru: Пользователь не был связан с учетной записью с указанным поставщиком.
sv: Användaren var inte länkad till ett konto med den angivna providern.

# nulluser
source: A null user object was provided as the argument for an operation which requires a non-null user object.
ar: تم توفير كائن مستخدم فارغ كوسيطة لعملية تتطلب كائن مستخدم غير فارغ.
de: Ein Null-Nutzerobjekt wurde als Argument für eine Operation übergeben, die ein Nicht-Null-Nutzerobjekt erfordert.
es: Se proporcionó un objeto de usuario nulo como argumento para una operación que requiere un objeto de usuario no nulo.
fr: Un objet utilisateur nul a été fourni comme argument pour une opération qui nécessite un objet utilisateur non nul.
hi: एक ऑपरेशन के तर्क के रूप में एक नल उपयोगकर्ता ऑब्जेक्ट प्रदान किया गया था जिसके लिए एक गैर-नल उपयोगकर्ता ऑब्जेक्ट की आवश्यकता होती है।
nl: Er is een null-gebruikersobject opgegeven als argument voor een bewerking waarvoor een niet-null-gebruikersobject vereist is.
no: Et tomt brukerobjekt ble oppgitt som argumentet for en operasjon som krever et ikke-tomt brukerobjekt.
pt: Um objeto de usuário nulo foi fornecido como o argumento para uma operação que requer um objeto de usuário não nulo.
ru: Объект null-пользователя предоставлен в качестве аргумента для операции, для которой требуется объект не-null пользователя.
sv: Ett användarobjekt med värdet null angavs som ett argument för en åtgärd som kräver ett användarobjekt som inte är null.

# operationnotallowed
source: The given sign-in provider is disabled for this Firebase project. Enable it in the Firebase console, under the sign-in method tab of the Auth section.
ar: تم تعطيل موفر تسجيل الدخول المحدد لمشروع Firebase هذا. مكنه في وحدة تحكم Firebase، ضمن علامة تبويب طريقة تسجيل الدخول لقسم المصادقة.
de: Der angegebene Anmelde-Anbieter ist für dieses Firebase-Projekt deaktiviert. Aktiviere ihn in der Firebase Console auf dem Tab „Anmeldemethoden“ im Bereich „Authentifizierung“.
es: El proveedor de inicio de sesión dado está deshabilitado para este proyecto de Firebase. Habilítalo en la Consola de Firebase, en la pestaña de método de inicio de sesión de la sección de Autenticación.
fr: Le fournisseur de connexion donné est désactivé pour ce projet Firebase. Activez-le dans la console Firebase, sous l'onglet de méthode de connexion de la section Auth.
hi: इस Firebase प्रोजेक्ट के लिए यह साइन-इन प्रदाता अक्षम है। इसे प्रमाणिकता अनुभाग के साइन-इन पद्धति टैब के तहत, Firebase कंसोल में सक्षम करें।
nl: De opgegeven aanmeldingsprovider is uitgeschakeld voor dit Firebase-project. Schakel deze in de Firebase Console in, onder het tabblad Aanmeldmethode van het gedeelte Verificatie.
no: Den angitte påloggingsleverandøren er deaktivert for dette Firebase-prosjektet. Aktiver den i Firebase-konsollen, under fanen for påloggingsmetoder i delen for godkjenning.
pt: O provedor de login especificado está desabilitado para este projeto do Firebase. Habilite-o no Console do Firebase, na guia do método de login da seção Autenticação.
ru: Указанный поставщик для входа отключен для этого проекта Firebase. Включите его в консоли Firebase на вкладке метода входа в разделе аутентификации.
sv: Den angivna inloggningsprovidern är inaktiverad för det här Firebase-projektet. Aktivera den i Firebase-konsolen, på fliken för inloggningsmetoder i avsnittet för autentisering.

# operationnotsupportedinthisenvironment
source: This operation is not supported in the environment this application is running on. "location.protocol" must be http, https or chrome-extension and web storage must be enabled.
ar: لا يتم دعم هذه العملية في البيئة التي يعمل عليها هذا التطبيق. يجب أن يكون "location.protocol" http أو https أو chrome-extension ويجب تمكين وحدة تخزين الويب.
de: Diese Operation wird in der Umgebung, in der diese Anwendung ausgeführt wird, nicht unterstützt. "location.protocol" muss http, https oder chrome-extension sein und der Webspeicher muss aktiviert sein.
es: Esta operación no es compatible en el entorno en el que se ejecuta esta aplicación. "location.protocol" debe ser http, https o chrome-extension y el almacenamiento web debe estar habilitado.
fr: Cette opération n'est pas prise en charge dans l'environnement sur lequel cette application s'exécute. "location.protocol" doit être http, https ou chrome-extension and web storage must be enabled.
hi: इस ऑपरेशन को उस वातावरण में समर्थित नहीं किया जाता है जिस पर यह एप्लिकेशन चल रहा है। "स्थान।प्रोटोकॉल" http, https या chrome-एक्सटेंशन होना चाहिए और वेब संग्रहण सक्षम होना चाहिए।
nl: Deze bewerking wordt niet ondersteund in de omgeving waarin deze toepassing wordt uitgevoerd. "location.protocol" moet http, https of chrome-extension zijn en webopslag moet zijn ingeschakeld.
no: Denne operasjonen støttes ikke i miljøet denne applikasjonen kjører i. «location.protocol» må være http, https eller chrome-extension, og weblagring må være aktivert.
pt: Esta operação não é suportada no ambiente em que este aplicativo está sendo executado. "location.protocol" deve ser http, https ou chrome-extension, e o armazenamento da Web deve estar habilitado.
ru: Эта операция не поддерживается в среде, в которой работает это приложение. "location.protocol" должно быть http, https или chrome-extension, а веб-хранилище должно быть включено.
sv: Den här åtgärden stöds inte i den miljö som den här applikationen körs i. "location.protocol" måste vara http, https eller chrome-extension och webblager måste vara aktiverat.

# popupblocked
source: Unable to establish a connection with the popup. It may have been blocked by the browser.
ar: تعذر إنشاء اتصال مع النافذة المنبثقة. قد يكون المتصفح قد حظره.
de: Es kann keine Verbindung zum Popup hergestellt werden. Es wurde möglicherweise vom Browser blockiert.
es: No se puede establecer una conexión con la ventana emergente. Es posible que el navegador la haya bloqueado.
fr: Impossible d'établir une connexion avec la fenêtre contextuelle. Il a peut-être été bloqué par le navigateur.
hi: पॉपअप के साथ कनेक्शन स्थापित करने में असमर्थ हैं। संभव है कि यह ब्राउज़र द्वारा ब्लॉक कर दिया गया हो।
nl: Kan geen verbinding maken met de pop-up. Deze is mogelijk geblokkeerd door de browser.
no: Kan ikke opprette en tilkobling med popup-vinduet. Det kan ha blitt blokkert av nettleseren.
pt: Não foi possível estabelecer uma conexão com o pop-up. Ele pode ter sido bloqueado pelo navegador.
ru: Не удалось установить соединение с всплывающим окном. Возможно, оно заблокировано браузером.
sv: Det gick inte att upprätta en anslutning till popup-fönstret. Det kan ha blockerats av webbläsaren.

# popupclosedbyuser
source: The popup has been closed by the user before finalizing the operation.
ar: أغلق المستخدم النافذة المنبثقة قبل الانتهاء من العملية.
de: Das Popup wurde vom Nutzer geschlossen, bevor der Vorgang abgeschlossen wurde.
es: El usuario cerró la ventana emergente antes de finalizar la operación.
fr: La fenêtre contextuelle a été fermée par l'utilisateur avant la finalisation de l'opération.
hi: ऑपरेशन को अंतिम रूप देने से पहले उपयोगकर्ता द्वारा पॉपअप को बंद कर दिया गया है।
nl: De pop-up is door de gebruiker gesloten voordat de bewerking is voltooid.
no: Popup-vinduet ble lukket av brukeren før operasjonen var fullført.
pt: O pop-up foi fechado pelo usuário antes de finalizar a operação.
ru: Всплывающее окно было закрыто пользователем до завершения операции.
sv: Popup-fönstret har stängts av användaren innan åtgärden slutfördes.

# provideralreadylinked
source: User can only be linked to one identity for the given provider.
ar: لا يمكن ربط المستخدم إلا بهوية واحدة للمزود المحدد.
de: Der Nutzer kann nur mit einer Identität für den angegebenen Anbieter verknüpft werden.
es: El usuario solo puede vincularse a una identidad para el proveedor dado.
fr: L'utilisateur ne peut être lié qu'à une seule identité pour le fournisseur donné.
hi: उपयोगकर्ता को किसी दिए गए प्रदाता के लिए केवल एक पहचान से लिंक किया जा सकता है।
nl: Gebruikers kunnen alleen aan één identiteit voor de opgegeven provider worden gekoppeld.
no: Brukeren kan bare kobles til én identitet for den angitte leverandøren.
pt: O usuário só pode ser vinculado a uma identidade para o provedor fornecido.
ru: Пользователь может быть связан только с одной идентификацией для данного поставщика.
sv: Användaren kan endast länkas till en identitet för den angivna providern.

# quotaexceeded
source: The project's quota for this operation has been exceeded.
ar: تم تجاوز حصة المشروع لهذه العملية.
de: Das Kontingent des Projekts für diese Operation wurde überschritten.
es: Se superó la cuota del proyecto para esta operación.
fr: Le quota du projet pour cette opération a été dépassé.
hi: ऑपरेशन के लिए प्रोजेक्ट का कोटा पार कर लिया गया है।
nl: Het quotum van het project voor deze bewerking is overschreden.
no: Prosjektkvoten for denne operasjonen er overskredet.
pt: A cota do projeto para esta operação foi excedida.
ru: Превышена квота проекта для этой операции.
sv: Projektets kvot för den här åtgärden har överskridits.

# redirectcancelledbyuser
source: The redirect operation has been cancelled by the user before finalizing.
ar: أوقف المستخدم عملية إعادة التوجيه قبل الانتهاء.
de: Der Umleitungsvorgang wurde vom Nutzer abgebrochen, bevor er abgeschlossen werden konnte.
es: El usuario canceló la operación de redireccionamiento antes de finalizarla.
fr: L'opération de redirection a été annulée par l'utilisateur avant d'être finalisée.
hi: फ़ाइनल करने से पहले पुनर्निर्देश ऑपरेशन को उपयोगकर्ता द्वारा रद्द कर दिया गया है।
nl: De omleidingsbewerking is door de gebruiker geannuleerd voordat deze is voltooid.
no: Brukeren avbrøt videresendingshandlingen før den var fullført.
pt: A operação de redirecionamento foi cancelada pelo usuário antes de ser finalizada.
ru: Операция перенаправления была отменена пользователем до завершения.
sv: Omdirigeringsåtgärden har avbrutits av användaren innan den slutfördes.

# redirectoperationpending
source: A redirect sign-in operation is already pending.
ar: هناك عملية تسجيل دخول إعادة توجيه معلقة بالفعل.
de: Ein Umleitungs-Anmeldevorgang ist bereits ausstehend.
es: Ya hay una operación de inicio de sesión de redireccionamiento pendiente.
fr: Une opération de connexion de redirection est déjà en attente.
hi: एक पुनर्निर्देश साइन-इन ऑपरेशन पहले से ही लंबित है।
nl: Er is al een omleidingsaanmeldingsoperatie in behandeling.
no: En omdirigeringsloggingshandling venter allerede.
pt: Uma operação de login de redirecionamento já está pendente.
ru: Операция перенаправления входа уже ожидает выполнения.
sv: En omdirigeringsinloggning pågår redan.

# rejectedcredential
source: The request contains malformed or mismatching credentials.
ar: يحتوي الطلب على بيانات اعتماد مشوهة أو غير متطابقة.
de: Die Anforderung enthält fehlerhafte oder nicht übereinstimmende Anmeldedaten.
es: La solicitud contiene credenciales incorrectas o no coincidentes.
fr: La requête contient des informations d'identification mal formées ou non concordantes.
hi: इस अनुरोध में विकृत या जैसा-तैसा क्रेडेंशियल शामिल हैं।
nl: Het verzoek bevat misvormde of niet-overeenkomende aanmeldingsreferenties.
no: Forespørselen inneholder feilformaterte eller mistilpassede legitimasjonsbeskrivelser.
pt: A solicitação contém credenciais inválidas ou incompatíveis.
ru: Запрос содержит некорректно сформированные или несовпадающие учетные данные.
sv: Begganan innehåller missbildade eller felaktiga autentiseringsuppgifter.

# secondfactoralreadyinuse
source: The second factor is already enrolled on this account.
ar: هذا العامل الثانوي مستخدم بالفعل في هذا الحساب.
de: Der zweite Faktor ist bereits für dieses Konto registriert.
es: El segundo factor ya está inscrito en esta cuenta.
fr: Le second facteur est déjà inscrit sur ce compte.
hi: इस खाते पर दूसरा कारक पहले ही नामांकित किया जा चुका है।
nl: De tweede factor is al geregistreerd in dit account.
no: Andre faktor er allerede registrert på denne kontoen.
pt: O segundo fator já está cadastrado nesta conta.
ru: Второй фактор уже зарегистрирован в этой учетной записи.
sv: Den andra faktorn är redan registrerad på det här kontot.

# maximumsecondfactorcountexceeded
source: The maximum allowed number of second factors on a user has been exceeded.
ar: لقد تجاوزنا الحد الأقصى لعدد العوامل الثانوية المسموح بوجودها لدى المستخدم.
de: Die maximal zulässige Anzahl von zweiten Faktoren für einen Benutzer wurde überschritten.
es: Se ha superado la cantidad máxima permitida de segundos factores en un usuario.
fr: Le nombre maximal autorisé de seconds facteurs pour un utilisateur a été dépassé.
hi: किसी उपयोगकर्ता पर दूसरे कारकों की अधिकतम अनुमत संख्या से ज़्यादा हो गई है।
nl: Het maximaal toegestane aantal tweede factoren op een gebruiker is overschreden.
no: Det maksimale antallet andrefaktorer for en bruker er overskredet.
pt: A quantidade máxima permitida de segundos fatores em um usuário foi excedida.
ru: Превышено максимальное разрешенное количество вторых факторов для пользователя.
sv: Det högsta tillåtna antalet andra faktorer på en användare har överskridits.

# tenantidmismatch
source: The provided tenant ID does not match the Auth instance's tenant ID
ar: معرّف المستأجر المقدم لا يتطابق مع معرّف مستأجر مثيل المصادقة
de: Die bereitgestellte Mandanten-ID stimmt nicht mit der Mandanten-ID der Auth-Instanz überein.
es: El ID de proyecto proporcionado no coincide con el ID de proyecto de la instancia de autenticación
fr: L'ID de tenant fourni ne correspond pas à l'ID de tenant de l'instance d'authentification.
hi: प्रदान की गई टेनेन्ट ID, प्रमाणन उदाहरण की टेनेन्ट ID से मेल नहीं खाती है
nl: De opgegeven tenant-ID komt niet overeen met de tenant-ID van het Auth-exemplaar
no: Levert leier-ID samsvarer ikke med leier-ID for godkjenningsforekomsten
pt: A identificação do locatário fornecida não corresponde à identificação do locatário da instância de autenticação.
ru: Указанный идентификатор арендатора не соответствует идентификатору арендатора экземпляра аутентификации.
sv: Det angivna klient-ID:t matchar inte Auth-instansens klient-ID

# timeout
source: The operation has timed out.
ar: انتهت صلاحية العملية.
de: Der Vorgang ist abgelaufen.
es: La operación ha expirado.
fr: L'opération a expiré.
hi: प्रक्रिया समय सीमा तक पहुँच गई है।
nl: De bewerking is verlopen.
no: Operasjonen har nådd tidsavbrudd.
pt: A operação atingiu o tempo limite.
ru: Время операции истекло.
sv: Åtgärden har inte slutförts.

# usertokenexpired
source: The user's credential is no longer valid. The user must sign in again.
ar: لم تعد بيانات الاعتماد الخاصة بالمستخدم صالحة. يجب على المستخدم تسجيل الدخول مرة أخرى.
de: Die Anmeldeinformationen des Benutzers sind nicht mehr gültig. Der Benutzer muss sich erneut anmelden.
es: La credencial del usuario ya no es válida. El usuario debe volver a iniciar sesión.
fr: L'identifiant de l'utilisateur n'est plus valide. L'utilisateur doit se reconnecter.
hi: उपयोगकर्ता का क्रेडेंशियल अब वैध नहीं रहा। उपयोगकर्ता को फिर से साइन इन करना होगा।
nl: De aanmelding van de gebruiker is niet langer geldig. De gebruiker moet zich opnieuw aanmelden.
no: Brukerens legitimasjon er ikke lenger gyldig. Brukeren må logge på igjen.
pt: A credencial do usuário não é mais válida. O usuário precisa fazer log in novamente.
ru: Учетные данные пользователя больше не действительны. Пользователю необходимо снова войти.
sv: Användarens inloggningsuppgifter är inte längre giltiga. Användaren måste logga in igen.

# toomanyrequests
source: We have blocked all requests from this device due to unusual activity. Try again later.
ar: لقد حظرنا جميع الطلبات من هذا الجهاز بسبب نشاط غير عادي. حاول مرة أخرى لاحقًا.
de: Wir haben alle Anfragen von diesem Gerät aufgrund ungewöhnlicher Aktivitäten blockiert. Bitte versuchen Sie es später erneut.
es: Hemos bloqueado todas las solicitudes de este dispositivo debido a una actividad inusual. Inténtalo de nuevo más tarde.
fr: Nous avons bloqué toutes les requêtes de cet appareil en raison d'une activité inhabituelle. Réessayez plus tard.
hi: असामान्य गतिविधि के कारण, हमने इस डिवाइस से आने वाले सभी अनुरोधों को ब्लॉक कर दिया है। कुछ देर बाद फिर से प्रयास करें।
nl: We hebben alle verzoeken van dit apparaat geblokkeerd vanwege ongebruikelijke activiteiten. Probeer het later opnieuw.
no: Vi har blokkert alle forespørsler fra denne enheten på grunn av uvanlig aktivitet. Prøv igjen senere.
pt: Bloqueamos todas as solicitações deste dispositivo devido à atividade incomum. Tente novamente mais tarde.
ru: Мы заблокировали все запросы с этого устройства из-за необычной активности. Повторите попытку позже.
sv: Vi har blockerat alla förfrågningar från den här enheten på grund av ovanlig aktivitet. Försök igen senare.

# unauthorizedcontinueuri
source: The domain of the continue URL is not whitelisted. Please whitelist the domain in the Firebase console.
ar: نطاق عنوان URL الخاص بالمتابعة غير مدرج في القائمة البيضاء. يُرجى إدراج النطاق في القائمة البيضاء في وحدة تحكم Firebase.
de: Die Domain der Weiterleitungs-URL ist nicht auf der Whitelist. Bitte setzen Sie die Domain in der Firebase-Konsole auf die Whitelist.
es: El dominio de la URL de continuación no está en la lista blanca. Agrega el dominio a la lista blanca en la consola de Firebase.
fr: Le domaine de l'URL de continuation n'est pas répertorié. Veuillez ajouter le domaine à la liste blanche dans la console Firebase.
hi: जारी रखने के URL का डोमेन व्हाइटलिस्ट में नहीं है। कृपया Firebase कंसोल में डोमेन को व्हाइटलिस्ट करें।
nl: Het domein van de doorgaan-URL is niet op de witte lijst gezet. Voeg het domein toe aan de witte lijst in de Firebase console.
no: Domenet for videreførings-URL-adressen er ikke på hvitelisten. Legg til domenet på hvitelisten i Firebase-konsollen.
pt: O domínio da URL continuar não está na lista de permitidos. Adicione o domínio à lista de permissões no Firebase console.
ru: Домен URL-адреса продолжения не добавлен в список разрешенных. Добавьте домен в список разрешенных в консоли Firebase.
sv: Fortsättnings-URL:ens domän finns inte på listan över godkända domäner. Vitlista domänen i Firebase-konsolen.
